{"{product_name} has no {product_attribute_name} variants.":"{product_name} ਦਾ ਕੋਈ {product_attribute_name} ਰੂਪ ਨਹੀਂ ਹੈ।","360dialog settings":"360 ਡਾਇਲਾਗ ਸੈਟਿੰਗਾਂ","360dialog template":"360 ਡਾਇਲਾਗ ਟੈਮਪਲੇਟ","Abandoned cart notification":"ਛੱਡੀ ਗਈ ਕਾਰਟ ਸੂਚਨਾ","Abandoned cart notification - Admin email":"ਛੱਡੀ ਗਈ ਕਾਰਟ ਸੂਚਨਾ - ਐਡਮਿਨ ਈਮੇਲ","Abandoned cart notification - First email":"ਛੱਡੀ ਗਈ ਕਾਰਟ ਸੂਚਨਾ - ਪਹਿਲੀ ਈਮੇਲ","Abandoned cart notification - Second email":"ਛੱਡੀ ਗਈ ਕਾਰਟ ਸੂਚਨਾ - ਦੂਜੀ ਈਮੇਲ","Accept button text":"ਬਟਨ ਟੈਕਸਟ ਸਵੀਕਾਰ ਕਰੋ","Account SID":"ਖਾਤਾ SID","Activate the Right-To-Left (RTL) reading layout for the admin area.":"ਐਡਮਿਨ ਖੇਤਰ ਲਈ ਸੱਜੇ-ਤੋਂ-ਖੱਬੇ (RTL) ਰੀਡਿੰਗ ਲੇਆਉਟ ਨੂੰ ਸਰਗਰਮ ਕਰੋ।","Activate the Right-To-Left (RTL) reading layout.":"ਸੱਜੇ-ਤੋਂ-ਖੱਬੇ (RTL) ਰੀਡਿੰਗ ਲੇਆਉਟ ਨੂੰ ਸਰਗਰਮ ਕਰੋ।","Activate the Slack integration.":"ਸਲੈਕ ਏਕੀਕਰਣ ਨੂੰ ਸਰਗਰਮ ਕਰੋ।","Activate the Zendesk integration":"Zendesk ਏਕੀਕਰਣ ਨੂੰ ਸਰਗਰਮ ਕਰੋ","Activate this option if you don't want to translate the settings area.":"ਜੇਕਰ ਤੁਸੀਂ ਸੈਟਿੰਗ ਖੇਤਰ ਦਾ ਅਨੁਵਾਦ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰੋ।","Active":"ਕਿਰਿਆਸ਼ੀਲ","Active - admin":"ਕਿਰਿਆਸ਼ੀਲ - ਐਡਮਿਨ","Active eCommerce CMS URL. Ex. https:\/\/shop.com\/":"Active eCommerce CMS URL। ਸਾਬਕਾ https:\/\/shop.com\/","Active eCommerce URL":"Active eCommerce URL","Active for agents":"ਏਜੰਟਾਂ ਲਈ ਸਰਗਰਮ ਹੈ","Active for users":"ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਕਿਰਿਆਸ਼ੀਲ","Active webhooks":"ਕਿਰਿਆਸ਼ੀਲ ਵੈੱਬਹੁੱਕ","Add a delay (ms) to the bot's responses. Default is 2000.":"ਬੋਟ ਦੇ ਜਵਾਬਾਂ ਵਿੱਚ ਇੱਕ ਦੇਰੀ (ms) ਸ਼ਾਮਲ ਕਰੋ। ਡਿਫਾਲਟ 2000 ਹੈ।","Add and manage additional support departments.":"ਵਾਧੂ ਸਹਾਇਤਾ ਵਿਭਾਗਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।","Add and manage saved replies that can be used by agents in the chat editor. Saved replies can be printed by typing # followed by the reply name plus space. Use \\n to do a line break.":"ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਜਵਾਬਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ ਜੋ ਕਿ ਚੈਟ ਸੰਪਾਦਕ ਵਿੱਚ ਏਜੰਟਾਂ ਦੁਆਰਾ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਜਵਾਬਾਂ ਨੂੰ # ਟਾਈਪ ਕਰਕੇ ਪ੍ਰਿੰਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਜਵਾਬ ਦਾ ਨਾਮ ਅਤੇ ਸਪੇਸ ਦੇ ਬਾਅਦ। ਲਾਈਨ ਬਰੇਕ ਕਰਨ ਲਈ \\n ਦੀ ਵਰਤੋਂ ਕਰੋ।","Add and manage tags.":"ਟੈਗ ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।","Add comma separated WordPress user roles. The Support Board administration area will be available for new roles, in addition to the default one: editor, administrator, author.":"ਕਾਮੇ ਨਾਲ ਵੱਖ ਕੀਤੇ ਵਰਡਪਰੈਸ ਉਪਭੋਗਤਾ ਭੂਮਿਕਾਵਾਂ ਸ਼ਾਮਲ ਕਰੋ। Support Board ਪ੍ਰਸ਼ਾਸਨ ਖੇਤਰ ਡਿਫੌਲਟ ਤੋਂ ਇਲਾਵਾ, ਨਵੀਆਂ ਭੂਮਿਕਾਵਾਂ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ: ਸੰਪਾਦਕ, ਪ੍ਰਸ਼ਾਸਕ, ਲੇਖਕ।","Add custom fields to the new ticket form.":"ਨਵੇਂ ਟਿਕਟ ਫਾਰਮ ਵਿੱਚ ਕਸਟਮ ਖੇਤਰ ਸ਼ਾਮਲ ਕਰੋ।","Add custom fields to the user profile details.":"ਉਪਭੋਗਤਾ ਪ੍ਰੋਫਾਈਲ ਵੇਰਵਿਆਂ ਵਿੱਚ ਕਸਟਮ ਖੇਤਰ ਸ਼ਾਮਲ ਕਰੋ।","Add Intents":"Intents ਜੋੜੋ","Add Intents to saved replies":"ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਜਵਾਬਾਂ ਵਿੱਚ Intents ਸ਼ਾਮਲ ਕਰੋ","Add WhatsApp phone number details here.":"ਇੱਥੇ WhatsApp ਫ਼ੋਨ ਨੰਬਰ ਦੇ ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰੋ।","Adjust the chat button position. Values are in px.":"ਚੈਟ ਬਟਨ ਦੀ ਸਥਿਤੀ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ। ਮੁੱਲ px ਵਿੱਚ ਹਨ।","Admin icon":"ਐਡਮਿਨ ਆਈਕਨ","Admin IDs":"ਐਡਮਿਨ ਆਈ.ਡੀ","Admin login logo":"ਐਡਮਿਨ ਲੌਗਇਨ ਲੋਗੋ","Admin login message":"ਐਡਮਿਨ ਲੌਗਇਨ ਸੁਨੇਹਾ","Admin notifications":"ਐਡਮਿਨ ਸੂਚਨਾਵਾਂ","Admin title":"ਐਡਮਿਨ ਸਿਰਲੇਖ","Agent area":"ਏਜੰਟ ਖੇਤਰ","Agent details":"ਏਜੰਟ ਦੇ ਵੇਰਵੇ","Agent email notifications":"ਏਜੰਟ ਈਮੇਲ ਸੂਚਨਾਵਾਂ","Agent ID":"ਏਜੰਟ ਆਈ.ਡੀ","Agent linking":"ਏਜੰਟ ਲਿੰਕ ਕਰਨਾ","Agent message template":"ਏਜੰਟ ਸੁਨੇਹਾ ਟੈਮਪਲੇਟ","Agent notification email":"ਏਜੰਟ ਸੂਚਨਾ ਈਮੇਲ","Agent privileges":"ਏਜੰਟ ਦੇ ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰ","Agents":"ਏਜੰਟ","Agents and admins tab":"ਏਜੰਟ ਅਤੇ ਪ੍ਰਸ਼ਾਸਕ ਟੈਬ","Agents menu":"ਏਜੰਟ ਮੀਨੂ","Agents only":"ਸਿਰਫ ਏਜੰਟ","All":"ਸਾਰੇ","All channels":"ਸਾਰੇ ਚੈਨਲ","All messages":"ਸਾਰੇ ਸੁਨੇਹੇ","All questions":"ਸਾਰੇ ਸਵਾਲ","Allow duplicate emails and phone numbers":"ਡੁਪਲੀਕੇਟ ਈਮੇਲਾਂ ਅਤੇ ਫ਼ੋਨ ਨੰਬਰਾਂ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ","Allow only extended licenses":"ਸਿਰਫ਼ ਵਿਸਤ੍ਰਿਤ ਲਾਇਸੈਂਸਾਂ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ","Allow only one conversation":"ਸਿਰਫ਼ ਇੱਕ ਗੱਲਬਾਤ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ","Allow only one conversation per user.":"ਪ੍ਰਤੀ ਉਪਭੋਗਤਾ ਕੇਵਲ ਇੱਕ ਗੱਲਬਾਤ ਦੀ ਆਗਿਆ ਦਿਓ।","Allow registration with an email and a phone number already registered.":"ਪਹਿਲਾਂ ਹੀ ਰਜਿਸਟਰਡ ਇੱਕ ਈਮੇਲ ਅਤੇ ਫ਼ੋਨ ਨੰਬਰ ਨਾਲ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਆਗਿਆ ਦਿਓ।","Allow the chatbot to reply to the user's emails if the answer is known and email piping is active.":"ਜੇਕਰ ਜਵਾਬ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਈਮੇਲ ਪਾਈਪਿੰਗ ਕਿਰਿਆਸ਼ੀਲ ਹੈ ਤਾਂ ਚੈਟਬੋਟ ਨੂੰ ਉਪਭੋਗਤਾ ਦੀਆਂ ਈਮੇਲਾਂ ਦਾ ਜਵਾਬ ਦੇਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।","Allow the chatbot to reply to the user's text messages if the answer is known.":"ਜੇਕਰ ਜਵਾਬ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਚੈਟਬੋਟ ਨੂੰ ਉਪਭੋਗਤਾ ਦੇ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਦਾ ਜਵਾਬ ਦੇਣ ਦੀ ਆਗਿਆ ਦਿਓ।","Allow the user to archive a conversation and hide archived conversations.":"ਵਰਤੋਂਕਾਰ ਨੂੰ ਗੱਲਬਾਤ ਨੂੰ ਪੁਰਾਲੇਖ ਕਰਨ ਅਤੇ ਪੁਰਾਲੇਖਬੱਧ ਕੀਤੀਆਂ ਗੱਲਾਂ ਨੂੰ ਲੁਕਾਉਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।","Allow users to contact you via their favorite messaging apps.":"ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਮਨਪਸੰਦ ਮੈਸੇਜਿੰਗ ਐਪਾਂ ਰਾਹੀਂ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦਿਓ।","Allow users to select a product on ticket creation.":"ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਟਿਕਟ ਬਣਾਉਣ &#39;ਤੇ ਉਤਪਾਦ ਚੁਣਨ ਦੀ ਆਗਿਆ ਦਿਓ।","Always all messages":"ਹਮੇਸ਼ਾ ਸਾਰੇ ਸੁਨੇਹੇ","Always incoming messages only":"ਹਮੇਸ਼ਾ ਆਉਣ ਵਾਲੇ ਸੁਨੇਹੇ ਹੀ","Always sort conversations by date in the admin area.":"ਐਡਮਿਨ ਖੇਤਰ ਵਿੱਚ ਹਮੇਸ਼ਾਂ ਤਾਰੀਖ਼ ਅਨੁਸਾਰ ਗੱਲਬਾਤ ਨੂੰ ਕ੍ਰਮਬੱਧ ਕਰੋ।","API key":"API ਕੁੰਜੀ","Append the registration user details to the success message.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਉਪਭੋਗਤਾ ਵੇਰਵਿਆਂ ਨੂੰ ਸਫਲਤਾ ਸੁਨੇਹੇ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ।","Apply a custom background image for the header area.":"ਸਿਰਲੇਖ ਖੇਤਰ ਲਈ ਇੱਕ ਕਸਟਮ ਪਿਛੋਕੜ ਚਿੱਤਰ ਲਾਗੂ ਕਰੋ।","Apply changes":"ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰੋ","Apply to":"ਤੇ ਲਾਗੂ ਕਰਨਾ","Archive all user channels in the Slack app. This operation may take a long time to complete. Important: All of your slack channels will be archived.":"ਸਲੈਕ ਐਪ ਵਿੱਚ ਸਾਰੇ ਉਪਭੋਗਤਾ ਚੈਨਲਾਂ ਨੂੰ ਪੁਰਾਲੇਖਬੱਧ ਕਰੋ। ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਪੂਰਾ ਹੋਣ ਵਿੱਚ ਲੰਮਾ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ। ਮਹੱਤਵਪੂਰਨ: ਤੁਹਾਡੇ ਸਾਰੇ ਢਿੱਲੇ ਚੈਨਲਾਂ ਨੂੰ ਪੁਰਾਲੇਖਬੱਧ ਕੀਤਾ ਜਾਵੇਗਾ।","Archive automatically the conversations marked as read every 24h.":"ਹਰ 24 ਘੰਟੇ ਪੜ੍ਹੇ ਵਜੋਂ ਨਿਸ਼ਾਨਬੱਧ ਕੀਤੀਆਂ ਗੱਲਾਂਬਾਤਾਂ ਨੂੰ ਆਟੋਮੈਟਿਕ ਹੀ ਪੁਰਾਲੇਖਬੱਧ ਕਰੋ।","Archive channels":"ਪੁਰਾਲੇਖ ਚੈਨਲ","Archive channels now":"ਹੁਣੇ ਚੈਨਲਾਂ ਨੂੰ ਪੁਰਾਲੇਖਬੱਧ ਕਰੋ","Articles":"ਲੇਖ","Articles area":"ਲੇਖ ਖੇਤਰ","Articles button link":"ਲੇਖ ਬਟਨ ਲਿੰਕ","Articles page URL":"ਲੇਖ ਪੰਨਾ URL","Artificial Intelligence":"ਬਣਾਵਟੀ ਗਿਆਨ","Assign a department to all conversations started from Google Business Messages. Enter the department ID.":"ਗੂਗਲ ਬਿਜ਼ਨਸ ਮੈਸੇਜ ਤੋਂ ਸ਼ੁਰੂ ਕੀਤੀਆਂ ਸਾਰੀਆਂ ਗੱਲਬਾਤਾਂ ਲਈ ਇੱਕ ਵਿਭਾਗ ਨਿਰਧਾਰਤ ਕਰੋ। ਵਿਭਾਗ ਦੀ ID ਦਰਜ ਕਰੋ।","Assign a department to all conversations started from Twitter. Enter the department ID.":"ਟਵਿੱਟਰ ਤੋਂ ਸ਼ੁਰੂ ਹੋਈਆਂ ਸਾਰੀਆਂ ਗੱਲਬਾਤਾਂ ਲਈ ਇੱਕ ਵਿਭਾਗ ਨਿਰਧਾਰਤ ਕਰੋ। ਵਿਭਾਗ ਦੀ ID ਦਰਜ ਕਰੋ।","Assign a department to all conversations started from Viber. Enter the department ID.":"Viber ਤੋਂ ਸ਼ੁਰੂ ਹੋਈਆਂ ਸਾਰੀਆਂ ਗੱਲਬਾਤਾਂ ਲਈ ਇੱਕ ਵਿਭਾਗ ਨਿਰਧਾਰਤ ਕਰੋ। ਵਿਭਾਗ ਦੀ ID ਦਰਜ ਕਰੋ।","Assign a department to all conversations started from WeChat. Enter the department ID.":"WeChat ਤੋਂ ਸ਼ੁਰੂ ਹੋਈਆਂ ਸਾਰੀਆਂ ਗੱਲਬਾਤਾਂ ਲਈ ਇੱਕ ਵਿਭਾਗ ਨਿਰਧਾਰਤ ਕਰੋ। ਵਿਭਾਗ ਦੀ ID ਦਰਜ ਕਰੋ।","Assign different departments to conversations started from different Google Business Messages locations. This setting overrides the default department.":"ਵੱਖ-ਵੱਖ Google ਬਿਜ਼ਨਸ ਮੈਸੇਜ ਟਿਕਾਣਿਆਂ ਤੋਂ ਸ਼ੁਰੂ ਹੋਈ ਗੱਲਬਾਤ ਲਈ ਵੱਖ-ਵੱਖ ਵਿਭਾਗਾਂ ਨੂੰ ਸੌਂਪੋ। ਇਹ ਸੈਟਿੰਗ ਡਿਫੌਲਟ ਵਿਭਾਗ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰਦੀ ਹੈ।","Assistant":"ਸਹਾਇਕ","Assistant ID":"ਸਹਾਇਕ ਆਈ.ਡੀ","Attachments list":"ਅਟੈਚਮੈਂਟਾਂ ਦੀ ਸੂਚੀ","Audio file URL - admin":"ਆਡੀਓ ਫਾਈਲ URL - ਐਡਮਿਨ","Automatic":"ਆਟੋਮੈਟਿਕ","Automatic human takeover":"ਆਟੋਮੈਟਿਕ ਮਨੁੱਖੀ ਲੈਣ","Automatic translation":"ਆਟੋਮੈਟਿਕ ਅਨੁਵਾਦ","Automatic updates":"ਆਟੋਮੈਟਿਕ ਅੱਪਡੇਟ","Automatically archive conversations":"ਗੱਲਬਾਤ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਪੁਰਾਲੇਖਬੱਧ ਕਰੋ","Automatically assigns a department based on the user's active plans. Insert -1 as plan ID for users without any plan.":"ਉਪਭੋਗਤਾ ਦੀਆਂ ਸਰਗਰਮ ਯੋਜਨਾਵਾਂ ਦੇ ਆਧਾਰ &#39;ਤੇ ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਇੱਕ ਵਿਭਾਗ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ। ਬਿਨਾਂ ਕਿਸੇ ਯੋਜਨਾ ਦੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਯੋਜਨਾ ID ਵਜੋਂ -1 ਸ਼ਾਮਲ ਕਰੋ।","Automatically check and install new updates. A valid Envato Purchase Code and valid apps's license keys are required.":"ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਨਵੇਂ ਅੱਪਡੇਟਾਂ ਦੀ ਜਾਂਚ ਅਤੇ ਸਥਾਪਿਤ ਕਰੋ। ਇੱਕ ਵੈਧ Envato ਖਰੀਦ ਕੋਡ ਅਤੇ ਵੈਧ ਐਪਸ ਦੀਆਂ ਲਾਇਸੰਸ ਕੁੰਜੀਆਂ ਦੀ ਲੋੜ ਹੈ।","Automatically collapse the conversation details panel, and other panels, of the admin area.":"ਐਡਮਿਨ ਖੇਤਰ ਦੇ ਗੱਲਬਾਤ ਵੇਰਵੇ ਪੈਨਲ, ਅਤੇ ਹੋਰ ਪੈਨਲਾਂ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਸਮੇਟ ਦਿਓ।","Automatically create a department for each website and route the conversations of each website to the right department. This setting requires a WordPress Multisite installation.":"ਹਰੇਕ ਵੈਬਸਾਈਟ ਲਈ ਆਪਣੇ ਆਪ ਇੱਕ ਵਿਭਾਗ ਬਣਾਓ ਅਤੇ ਹਰੇਕ ਵੈਬਸਾਈਟ ਦੀ ਗੱਲਬਾਤ ਨੂੰ ਸਹੀ ਵਿਭਾਗ ਵਿੱਚ ਰੂਟ ਕਰੋ। ਇਸ ਸੈਟਿੰਗ ਲਈ ਇੱਕ ਵਰਡਪਰੈਸ ਮਲਟੀਸਾਈਟ ਸਥਾਪਨਾ ਦੀ ਲੋੜ ਹੈ।","Automatically hide the conversation details panel.":"ਗੱਲਬਾਤ ਵੇਰਵੇ ਪੈਨਲ ਨੂੰ ਆਪਣੇ ਆਪ ਲੁਕਾਓ।","Automatically send cart reminders to customers with products in their carts. You can use the following merge fields and more: {coupon}, {discount_price}, {original_price}, {product_names}, {user_name}.":"ਗਾਹਕਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਕਾਰਟ ਵਿੱਚ ਉਤਪਾਦਾਂ ਵਾਲੇ ਕਾਰਟ ਰੀਮਾਈਂਡਰ ਆਟੋਮੈਟਿਕਲੀ ਭੇਜੋ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {coupon}, {discount_price}, {original_price}, {product_names}, {user_name}।","Automatically sync Zendesk customers with {R}, view Zendesk tickets, or create new ones without leaving {R}.":"Zendesk ਗਾਹਕਾਂ ਨੂੰ {R} ਨਾਲ ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਸਿੰਕ ਕਰੋ, Zendesk ਟਿਕਟਾਂ ਦੇਖੋ, ਜਾਂ {R} ਨੂੰ ਛੱਡੇ ਬਿਨਾਂ ਨਵੇਂ ਬਣਾਓ।","Automatically synchronize products, categories, tags, and more with Dialogflow, and enable the bot to answer autonomously to questions related to your shop.":"ਡਾਇਲੌਗਫਲੋ ਦੇ ਨਾਲ ਉਤਪਾਦਾਂ, ਸ਼੍ਰੇਣੀਆਂ, ਟੈਗਸ ਅਤੇ ਹੋਰ ਚੀਜ਼ਾਂ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ, ਅਤੇ ਬੋਟ ਨੂੰ ਤੁਹਾਡੀ ਦੁਕਾਨ ਨਾਲ ਸਬੰਧਤ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇਣ ਲਈ ਸਮਰੱਥ ਬਣਾਓ।","Automatically translate admin area":"ਆਟੋਮੈਟਿਕਲੀ ਐਡਮਿਨ ਖੇਤਰ ਦਾ ਅਨੁਵਾਦ ਕਰੋ","Automatically translate the admin area to match the agent profile language or browser language.":"ਏਜੰਟ ਪ੍ਰੋਫਾਈਲ ਭਾਸ਼ਾ ਜਾਂ ਬ੍ਰਾਊਜ਼ਰ ਭਾਸ਼ਾ ਨਾਲ ਮੇਲ ਕਰਨ ਲਈ ਪ੍ਰਸ਼ਾਸਕ ਖੇਤਰ ਦਾ ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਅਨੁਵਾਦ ਕਰੋ।","Avatar image":"ਅਵਤਾਰ ਚਿੱਤਰ","Away mode":"ਦੂਰ ਮੋਡ","Before initiating the chat, the user must accept a privacy message in order to gain access.":"ਚੈਟ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਉਪਭੋਗਤਾ ਨੂੰ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਕ ਗੋਪਨੀਯਤਾ ਸੰਦੇਸ਼ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।","Birthday":"ਜਨਮਦਿਨ","Body variables":"ਸਰੀਰ ਦੇ ਵੇਰੀਏਬਲ","Bot name":"ਬੋਟ ਨਾਮ","Bot profile image":"ਬੌਟ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ","Bot response delay":"ਬੋਟ ਜਵਾਬ ਦੇਰੀ","Bottom":"ਥੱਲੇ","Brand":"ਬ੍ਰਾਂਡ","Built-in chat button icons":"ਬਿਲਟ-ਇਨ ਚੈਟ ਬਟਨ ਆਈਕਨ","Business Account ID":"ਕਾਰੋਬਾਰੀ ਖਾਤਾ ID","Button action":"ਬਟਨ ਕਾਰਵਾਈ","Button name":"ਬਟਨ ਦਾ ਨਾਮ","Button text":"ਬਟਨ ਟੈਕਸਟ","Button variables":"ਬਟਨ ਵੇਰੀਏਬਲ","Cancel button text":"ਰੱਦ ਕਰੋ ਬਟਨ ਟੈਕਸਟ","Cart":"ਕਾਰਟ","Cart follow up message":"ਕਾਰਟ ਫਾਲੋ-ਅੱਪ ਸੁਨੇਹਾ","Catalogue details":"ਕੈਟਾਲਾਗ ਵੇਰਵੇ","Catalogue ID":"ਕੈਟਾਲਾਗ ਆਈ.ਡੀ","Change the chat button image with a custom one.":"ਇੱਕ ਕਸਟਮ ਇੱਕ ਨਾਲ ਚੈਟ ਬਟਨ ਚਿੱਤਰ ਨੂੰ ਬਦਲੋ.","Change the default field names.":"ਡਿਫੌਲਟ ਖੇਤਰ ਦੇ ਨਾਮ ਬਦਲੋ।","Change the title text in the header area of the chat widget. This text will be replaced by the agent's name once the first reply is sent.":"ਚੈਟ ਵਿਜੇਟ ਦੇ ਸਿਰਲੇਖ ਖੇਤਰ ਵਿੱਚ ਟਾਈਟਲ ਟੈਕਸਟ ਨੂੰ ਬਦਲੋ। ਪਹਿਲਾ ਜਵਾਬ ਭੇਜੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਇਹ ਟੈਕਸਟ ਏਜੰਟ ਦੇ ਨਾਮ ਨਾਲ ਬਦਲਿਆ ਜਾਵੇਗਾ।","Channel ID":"ਚੈਨਲ ਆਈ.ਡੀ","Channels":"ਚੈਨਲ","Channels filter":"ਚੈਨਲ ਫਿਲਟਰ","Chat":"ਚੈਟ","Chat and admin":"ਚੈਟ ਅਤੇ ਐਡਮਿਨ","Chat background":"ਚੈਟ ਪਿਛੋਕੜ","Chat button icon":"ਚੈਟ ਬਟਨ ਪ੍ਰਤੀਕ","Chat button offset":"ਚੈਟ ਬਟਨ ਆਫਸੈੱਟ","Chat message":"ਚੈਟ ਸੁਨੇਹਾ","Chat only":"ਸਿਰਫ਼ ਚੈਟ ਕਰੋ","Chat position":"ਚੈਟ ਸਥਿਤੀ","Chatbot":"ਚੈਟਬੋਟ","Chatbot mode":"ਚੈਟਬੋਟ ਮੋਡ","Chatbot training":"ਚੈਟਬੋਟ ਸਿਖਲਾਈ","Check Requirements":"ਲੋੜਾਂ ਦੀ ਜਾਂਚ ਕਰੋ","Check the server configurations and make sure it has all the requirements.":"ਸਰਵਰ ਕੌਂਫਿਗਰੇਸ਼ਨਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਸ ਵਿੱਚ ਸਾਰੀਆਂ ਜ਼ਰੂਰਤਾਂ ਹਨ।","Checkout":"ਕਮਰਾ ਛੱਡ ਦਿਓ","Choose a background texture for the chat header and conversation area.":"ਚੈਟ ਸਿਰਲੇਖ ਅਤੇ ਗੱਲਬਾਤ ਖੇਤਰ ਲਈ ਇੱਕ ਬੈਕਗ੍ਰਾਉਂਡ ਟੈਕਸਟ ਚੁਣੋ।","Choose where to display the chat. Enter the values separated by commas.":"ਚੁਣੋ ਕਿ ਚੈਟ ਕਿੱਥੇ ਦਿਖਾਉਣੀ ਹੈ। ਕੌਮਿਆਂ ਨਾਲ ਵੱਖ ਕੀਤੇ ਮੁੱਲ ਦਾਖਲ ਕਰੋ।","Choose which fields to disable from the tickets area.":"ਚੁਣੋ ਕਿ ਟਿਕਟਾਂ ਵਾਲੇ ਖੇਤਰ ਵਿੱਚੋਂ ਕਿਹੜੇ ਖੇਤਰਾਂ ਨੂੰ ਅਯੋਗ ਕਰਨਾ ਹੈ।","Choose which fields to include in the new ticket form.":"ਚੁਣੋ ਕਿ ਨਵੇਂ ਟਿਕਟ ਫਾਰਮ ਵਿੱਚ ਕਿਹੜੇ ਖੇਤਰਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ ਹੈ।","Choose which optional fields to include in the registration form. Name and email fields are all included by default.":"ਚੁਣੋ ਕਿ ਕਿਹੜੇ ਵਿਕਲਪਿਕ ਖੇਤਰਾਂ ਨੂੰ ਰਜਿਸਟਰੇਸ਼ਨ ਫਾਰਮ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਹੈ। ਨਾਮ ਅਤੇ ਈਮੇਲ ਖੇਤਰ ਸਾਰੇ ਮੂਲ ਰੂਪ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਗਏ ਹਨ।","Choose which user system the front-end chat will use to register and log in users.":"ਚੁਣੋ ਕਿ ਕਿਹੜਾ ਉਪਭੋਗਤਾ ਸਿਸਟਮ ਫਰੰਟ-ਐਂਡ ਚੈਟ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਰਜਿਸਟਰ ਕਰਨ ਅਤੇ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਵਰਤੇਗਾ।","City":"ਸ਼ਹਿਰ","Clear flows":"ਸਾਫ਼ ਵਹਾਅ","Click the button to start the Dialogflow synchronization.":"ਡਾਇਲੌਗਫਲੋ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ੇਸ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਬਟਨ &#39;ਤੇ ਕਲਿੱਕ ਕਰੋ।","Click the button to start the Slack synchronization. Localhost cannot and does not receive messages. Log in with another account or as a visitor to perform your tests.":"ਸਲੈਕ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ੇਸ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਬਟਨ &#39;ਤੇ ਕਲਿੱਕ ਕਰੋ। ਲੋਕਲਹੋਸਟ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ ਅਤੇ ਨਾ ਹੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਟੈਸਟ ਕਰਨ ਲਈ ਕਿਸੇ ਹੋਰ ਖਾਤੇ ਨਾਲ ਜਾਂ ਵਿਜ਼ਟਰ ਵਜੋਂ ਲੌਗ ਇਨ ਕਰੋ।","Client email":"ਕਲਾਇੰਟ ਈਮੇਲ","Client ID":"ਕਲਾਇੰਟ ਆਈ.ਡੀ","Client token":"ਕਲਾਇੰਟ ਟੋਕਨ","Close chat":"ਚੈਟ ਬੰਦ ਕਰੋ","Close message":"ਸੁਨੇਹਾ ਬੰਦ ਕਰੋ","Cloud API numbers":"ਕਲਾਊਡ API ਨੰਬਰ","Cloud API settings":"ਕਲਾਉਡ API ਸੈਟਿੰਗਾਂ","Cloud API template fallback":"ਕਲਾਊਡ API ਟੈਮਪਲੇਟ ਫਾਲਬੈਕ","Collapse panels":"ਪੈਨਲਾਂ ਨੂੰ ਸਮੇਟੋ","Color":"ਰੰਗ","Communicate with your users right from Slack. Send and receive messages and attachments, use emojis, and much more.":"ਸਲੈਕ ਤੋਂ ਹੀ ਆਪਣੇ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਸੰਚਾਰ ਕਰੋ। ਸੁਨੇਹੇ ਅਤੇ ਅਟੈਚਮੈਂਟ ਭੇਜੋ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰੋ, ਇਮੋਜੀ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ।","Company":"ਕੰਪਨੀ","Concurrent chats":"ਸਮਕਾਲੀ ਗੱਲਬਾਤ","Configuration URL":"ਸੰਰਚਨਾ URL","Confirm button text":"ਬਟਨ ਟੈਕਸਟ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ","Confirmation message":"ਪੁਸ਼ਟੀਕਰਨ ਸੁਨੇਹਾ","Connect smart chatbots and automate conversations by using one of the most advanced forms of artificial intelligence in the world.":"ਦੁਨੀਆ ਵਿੱਚ ਨਕਲੀ ਬੁੱਧੀ ਦੇ ਸਭ ਤੋਂ ਉੱਨਤ ਰੂਪਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਮਾਰਟ ਚੈਟਬੋਟਸ ਨਾਲ ਜੁੜੋ ਅਤੇ ਗੱਲਬਾਤ ਨੂੰ ਸਵੈਚਲਿਤ ਕਰੋ।","Connect stores to agents.":"ਸਟੋਰਾਂ ਨੂੰ ਏਜੰਟਾਂ ਨਾਲ ਕਨੈਕਟ ਕਰੋ।","Connect your Telegram bot to {R} to read and reply to all messages sent to your Telegram bot directly in {R}.":"ਆਪਣੇ ਟੈਲੀਗ੍ਰਾਮ ਬੋਟ ਨੂੰ ਸਿੱਧੇ {R} ਵਿੱਚ ਭੇਜੇ ਗਏ ਸਾਰੇ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਪੜ੍ਹਨ ਅਤੇ ਜਵਾਬ ਦੇਣ ਲਈ ਆਪਣੇ ਟੈਲੀਗ੍ਰਾਮ ਬੋਟ ਨੂੰ {R} ਨਾਲ ਕਨੈਕਟ ਕਰੋ।","Connect your Viber bot to {R} to read and reply to all messages sent to your Viber bot directly in {R}.":"ਤੁਹਾਡੇ ਵਾਈਬਰ ਬੋਟ ਨੂੰ ਸਿੱਧੇ {R} ਵਿੱਚ ਭੇਜੇ ਗਏ ਸਾਰੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਪੜ੍ਹਨ ਅਤੇ ਜਵਾਬ ਦੇਣ ਲਈ ਆਪਣੇ ਵਾਈਬਰ ਬੋਟ ਨੂੰ {R} ਨਾਲ ਕਨੈਕਟ ਕਰੋ।","Content":"ਸਮੱਗਰੀ","Content template SID":"ਸਮੱਗਰੀ ਟੈਮਪਲੇਟ SID","Conversation profile":"ਗੱਲਬਾਤ ਪ੍ਰੋਫਾਈਲ","Conversations data":"ਗੱਲਬਾਤ ਦਾ ਡਾਟਾ","Convert all emails":"ਸਾਰੀਆਂ ਈਮੇਲਾਂ ਨੂੰ ਬਦਲੋ","Cookie domain":"ਕੂਕੀ ਡੋਮੇਨ","Country":"ਦੇਸ਼","Coupon discount (%)":"ਕੂਪਨ ਛੋਟ (%)","Coupon expiration (days)":"ਕੂਪਨ ਦੀ ਮਿਆਦ (ਦਿਨ)","Coupon expiration (seconds)":"ਕੂਪਨ ਦੀ ਮਿਆਦ (ਸਕਿੰਟ)","Create a WordPress user upon registration.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ &#39;ਤੇ ਇੱਕ ਵਰਡਪਰੈਸ ਉਪਭੋਗਤਾ ਬਣਾਓ.","Create Intents now":"ਹੁਣੇ Intents ਬਣਾਓ","Currency symbol":"ਮੁਦਰਾ ਪ੍ਰਤੀਕ","Custom CSS":"ਕਸਟਮ CSS","Custom fields":"ਕਸਟਮ ਖੇਤਰ","Custom JS":"ਕਸਟਮ ਜੇ.ਐਸ","Custom model ID":"ਕਸਟਮ ਮਾਡਲ ਆਈ.ਡੀ","Custom parameters":"ਕਸਟਮ ਪੈਰਾਮੀਟਰ","Customize the link for the 'All articles' button.":"&#39;ਸਾਰੇ ਲੇਖ&#39; ਬਟਨ ਲਈ ਲਿੰਕ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।","Dashboard display":"ਡੈਸ਼ਬੋਰਡ ਡਿਸਪਲੇ","Dashboard title":"ਡੈਸ਼ਬੋਰਡ ਸਿਰਲੇਖ","Database details":"ਡਾਟਾਬੇਸ ਵੇਰਵੇ","Database host":"ਡਾਟਾਬੇਸ ਹੋਸਟ","Database name":"ਡਾਟਾਬੇਸ ਦਾ ਨਾਮ","Database password":"ਡਾਟਾਬੇਸ ਪਾਸਵਰਡ","Database prefix":"ਡਾਟਾਬੇਸ ਅਗੇਤਰ","Database user":"ਡਾਟਾਬੇਸ ਉਪਭੋਗਤਾ","Decline button text":"ਅਸਵੀਕਾਰ ਕਰੋ ਬਟਨ ਟੈਕਸਟ","Declined message":"ਅਸਵੀਕਾਰ ਕੀਤਾ ਸੁਨੇਹਾ","Default":"ਡਿਫਾਲਟ","Default body text":"ਪੂਰਵ-ਨਿਰਧਾਰਤ ਬਾਡੀ ਟੈਕਸਟ","Default conversation name":"ਪੂਰਵ-ਨਿਰਧਾਰਤ ਗੱਲਬਾਤ ਦਾ ਨਾਮ","Default department":"ਡਿਫਾਲਟ ਵਿਭਾਗ","Default department ID":"ਡਿਫਾਲਟ ਵਿਭਾਗ ਆਈ.ਡੀ","Default form":"ਡਿਫਾਲਟ ਫਾਰਮ","Default header text":"ਡਿਫੌਲਟ ਹੈਡਰ ਟੈਕਸਟ","Delay (ms)":"ਦੇਰੀ (ms)","Delete all leads and all messages and conversations linked to them.":"ਸਾਰੀਆਂ ਲੀਡਾਂ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਲਿੰਕ ਕੀਤੇ ਸਾਰੇ ਸੰਦੇਸ਼ਾਂ ਅਤੇ ਗੱਲਬਾਤ ਨੂੰ ਮਿਟਾਓ।","Delete conversation":"ਗੱਲਬਾਤ ਮਿਟਾਓ","Delete leads":"ਲੀਡਸ ਨੂੰ ਮਿਟਾਓ","Delete message":"ਸੁਨੇਹਾ ਮਿਟਾਓ","Delete the built-in flows.":"ਬਿਲਟ-ਇਨ ਵਹਾਅ ਨੂੰ ਮਿਟਾਓ।","Delete training":"ਸਿਖਲਾਈ ਮਿਟਾਓ","Delimiter":"ਡੀਲੀਮੀਟਰ","Department":"ਵਿਭਾਗ","Department ID":"ਵਿਭਾਗ ਆਈ.ਡੀ","Departments":"ਵਿਭਾਗਾਂ","Departments settings":"ਵਿਭਾਗਾਂ ਦੀਆਂ ਸੈਟਿੰਗਾਂ","Desktop notifications":"ਡੈਸਕਟਾਪ ਸੂਚਨਾਵਾਂ","Dialogflow - Department linking":"ਡਾਇਲੌਗਫਲੋ - ਵਿਭਾਗ ਨੂੰ ਲਿੰਕ ਕਰਨਾ","Dialogflow chatbot":"ਡਾਇਲੌਗਫਲੋ ਚੈਟਬੋਟ","Dialogflow edition":"ਡਾਇਲੌਗਫਲੋ ਐਡੀਸ਼ਨ","Dialogflow Intent detection confidence":"ਡਾਇਲੌਗਫਲੋ ਇਰਾਦੇ ਦਾ ਪਤਾ ਲਗਾਉਣ ਦਾ ਭਰੋਸਾ","Dialogflow location":"ਡਾਇਲੌਗਫਲੋ ਟਿਕਾਣਾ","Dialogflow spelling correction":"ਡਾਇਲੌਗਫਲੋ ਸਪੈਲਿੰਗ ਸੁਧਾਰ","Dialogflow welcome Intent":"ਡਾਇਲੌਗਫਲੋ ਸਵਾਗਤ ਇਰਾਦਾ","Disable agents check":"ਏਜੰਟਾਂ ਦੀ ਜਾਂਚ ਨੂੰ ਅਯੋਗ ਕਰੋ","Disable and hide the chat widget if all agents are offline.":"ਜੇਕਰ ਸਾਰੇ ਏਜੰਟ ਔਫਲਾਈਨ ਹਨ ਤਾਂ ਚੈਟ ਵਿਜੇਟ ਨੂੰ ਅਯੋਗ ਕਰੋ ਅਤੇ ਲੁਕਾਓ।","Disable and hide the chat widget outside of scheduled office hours.":"ਅਨੁਸੂਚਿਤ ਦਫਤਰੀ ਸਮੇਂ ਤੋਂ ਬਾਹਰ ਚੈਟ ਵਿਜੇਟ ਨੂੰ ਅਸਮਰੱਥ ਅਤੇ ਲੁਕਾਓ।","Disable any features that you don't need.":"ਕਿਸੇ ਵੀ ਵਿਸ਼ੇਸ਼ਤਾ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ ਜਿਸਦੀ ਤੁਹਾਨੂੰ ਲੋੜ ਨਹੀਂ ਹੈ।","Disable auto-initialization of the chat widget. When this setting is active you must initialize the chat widget with a custom JavaScript API code written by you. If the chat doesn't appear and this setting is enabled, disable it.":"ਚੈਟ ਵਿਜੇਟ ਦੇ ਸਵੈ-ਸ਼ੁਰੂਆਤ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ। ਜਦੋਂ ਇਹ ਸੈਟਿੰਗ ਕਿਰਿਆਸ਼ੀਲ ਹੁੰਦੀ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਲਿਖੇ ਇੱਕ ਕਸਟਮ JavaScript API ਕੋਡ ਨਾਲ ਚੈਟ ਵਿਜੇਟ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਜੇਕਰ ਚੈਟ ਦਿਖਾਈ ਨਹੀਂ ਦਿੰਦੀ ਹੈ ਅਤੇ ਇਹ ਸੈਟਿੰਗ ਯੋਗ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਅਯੋਗ ਕਰੋ।","Disable auto-initialization of the tickets area. When this setting is active you must initialize the tickets area with a custom JavaScript API code written by you. If the tickets area doesn't appear and this setting is enabled, disable it.":"ਟਿਕਟ ਖੇਤਰ ਦੇ ਸਵੈ-ਸ਼ੁਰੂਆਤ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ। ਜਦੋਂ ਇਹ ਸੈਟਿੰਗ ਕਿਰਿਆਸ਼ੀਲ ਹੁੰਦੀ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਲਿਖੇ ਇੱਕ ਕਸਟਮ JavaScript API ਕੋਡ ਨਾਲ ਟਿਕਟ ਖੇਤਰ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਜੇਕਰ ਟਿਕਟ ਖੇਤਰ ਦਿਖਾਈ ਨਹੀਂ ਦਿੰਦਾ ਹੈ ਅਤੇ ਇਹ ਸੈਟਿੰਗ ਸਮਰੱਥ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਅਯੋਗ ਕਰੋ।","Disable chatbot":"ਚੈਟਬੋਟ ਨੂੰ ਅਯੋਗ ਕਰੋ","Disable cron job":"ਕ੍ਰੋਨ ਜੌਬ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ","Disable dashboard":"ਡੈਸ਼ਬੋਰਡ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ","Disable during office hours":"ਦਫਤਰੀ ਸਮੇਂ ਦੌਰਾਨ ਅਯੋਗ ਕਰੋ","Disable email":"ਈਮੇਲ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ","Disable features":"ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ","Disable features you don't use and improve the chat performance.":"ਉਹਨਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ ਜੋ ਤੁਸੀਂ ਨਹੀਂ ਵਰਤਦੇ ਅਤੇ ਚੈਟ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਬਿਹਤਰ ਬਣਾਓ।","Disable file uploading capabilities within the chat.":"ਚੈਟ ਦੇ ਅੰਦਰ ਫਾਈਲ ਅਪਲੋਡ ਕਰਨ ਦੀਆਂ ਸਮਰੱਥਾਵਾਂ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ।","Disable for messaging channels":"ਮੈਸੇਜਿੰਗ ਚੈਨਲਾਂ ਲਈ ਅਯੋਗ ਕਰੋ","Disable for the tickets area":"ਟਿਕਟ ਖੇਤਰ ਲਈ ਅਯੋਗ ਕਰੋ","Disable invitation":"ਸੱਦਾ ਅਸਮਰੱਥ ਕਰੋ","Disable outside of office hours":"ਦਫ਼ਤਰੀ ਸਮੇਂ ਤੋਂ ਬਾਹਰ ਬੰਦ ਕਰੋ","Disable password":"ਪਾਸਵਰਡ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ","Disable registration during office hours":"ਦਫ਼ਤਰੀ ਸਮੇਂ ਦੌਰਾਨ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਬੰਦ ਕਰੋ","Disable registration if agents online":"ਜੇਕਰ ਏਜੰਟ ਔਨਲਾਈਨ ਹਨ ਤਾਂ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੂੰ ਅਸਮਰੱਥ ਕਰੋ","Disable the automatic invitation of agents to the channels.":"ਚੈਨਲਾਂ ਲਈ ਏਜੰਟਾਂ ਦੇ ਆਟੋਮੈਟਿਕ ਸੱਦੇ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ।","Disable the channels filter.":"ਚੈਨਲ ਫਿਲਟਰ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ।","Disable the chatbot for the tickets area.":"ਟਿਕਟਾਂ ਵਾਲੇ ਖੇਤਰ ਲਈ ਚੈਟਬੋਟ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ।","Disable the dashboard, and allow only one conversation per user.":"ਡੈਸ਼ਬੋਰਡ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ, ਅਤੇ ਪ੍ਰਤੀ ਉਪਭੋਗਤਾ ਸਿਰਫ਼ ਇੱਕ ਗੱਲਬਾਤ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।","Disable the login and remove the password field from the registration form.":"ਲੌਗਇਨ ਨੂੰ ਅਯੋਗ ਕਰੋ ਅਤੇ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਤੋਂ ਪਾਸਵਰਡ ਖੇਤਰ ਨੂੰ ਹਟਾਓ।","Disable uploads":"ਅੱਪਲੋਡ ਬੰਦ ਕਰੋ","Disable voice message capabilities within the chat.":"ਚੈਟ ਦੇ ਅੰਦਰ ਵੌਇਸ ਸੰਦੇਸ਼ ਸਮਰੱਥਾਵਾਂ ਨੂੰ ਅਯੋਗ ਕਰੋ।","Disable voice messages":"ਵੌਇਸ ਸੁਨੇਹਿਆਂ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ","Disabled":"ਅਯੋਗ","Display a brand image in the header area. This only applies for the 'brand' header type.":"ਸਿਰਲੇਖ ਖੇਤਰ ਵਿੱਚ ਇੱਕ ਬ੍ਰਾਂਡ ਚਿੱਤਰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ। ਇਹ ਸਿਰਫ਼ &#39;ਬ੍ਰਾਂਡ&#39; ਸਿਰਲੇਖ ਦੀ ਕਿਸਮ ਲਈ ਲਾਗੂ ਹੁੰਦਾ ਹੈ।","Display categories":"ਪ੍ਰਦਰਸ਼ਿਤ ਸ਼੍ਰੇਣੀਆਂ","Display images":"ਚਿੱਤਰ ਦਿਖਾਓ","Display in conversation list":"ਗੱਲਬਾਤ ਸੂਚੀ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ","Display in dashboard":"ਡੈਸ਼ਬੋਰਡ ਵਿੱਚ ਡਿਸਪਲੇ ਕਰੋ","Display online agents only":"ਸਿਰਫ਼ ਔਨਲਾਈਨ ਏਜੰਟ ਦਿਖਾਓ","Display the articles section in the right area.":"ਲੇਖ ਸੈਕਸ਼ਨ ਨੂੰ ਸਹੀ ਖੇਤਰ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।","Display the dashboard instead of the chat area on initialization.":"ਸ਼ੁਰੂਆਤ &#39;ਤੇ ਚੈਟ ਖੇਤਰ ਦੀ ਬਜਾਏ ਡੈਸ਼ਬੋਰਡ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।","Display the user full name in the left panel instead of the conversation title.":"ਗੱਲਬਾਤ ਦੇ ਸਿਰਲੇਖ ਦੀ ਬਜਾਏ ਖੱਬੇ ਪੈਨਲ ਵਿੱਚ ਉਪਭੋਗਤਾ ਦਾ ਪੂਰਾ ਨਾਮ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।","Display the user's profile image within the chat.":"ਚੈਟ ਦੇ ਅੰਦਰ ਉਪਭੋਗਤਾ ਦੇ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।","Display user name in header":"ਸਿਰਲੇਖ ਵਿੱਚ ਉਪਭੋਗਤਾ ਨਾਮ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ","Display user's profile image":"ਉਪਭੋਗਤਾ ਦਾ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ","Displays additional columns in the user table. Enter the name of the fields to add.":"ਉਪਭੋਗਤਾ ਸਾਰਣੀ ਵਿੱਚ ਵਾਧੂ ਕਾਲਮ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਦਾ ਹੈ। ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਖੇਤਰਾਂ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ।","Distribute conversations proportionately between agents and notify visitors of their position within the queue. Response time is in minutes. You can use the following merge fields in the message: {position}, {minutes}. They will be replaced by the real values in real-time.":"ਏਜੰਟਾਂ ਵਿਚਕਾਰ ਅਨੁਪਾਤ ਅਨੁਸਾਰ ਗੱਲਬਾਤ ਵੰਡੋ ਅਤੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਕਤਾਰ ਦੇ ਅੰਦਰ ਉਹਨਾਂ ਦੀ ਸਥਿਤੀ ਬਾਰੇ ਸੂਚਿਤ ਕਰੋ। ਜਵਾਬ ਦਾ ਸਮਾਂ ਮਿੰਟਾਂ ਵਿੱਚ ਹੈ। ਤੁਸੀਂ ਸੁਨੇਹੇ ਵਿੱਚ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {position}, {minutes}। ਉਹਨਾਂ ਨੂੰ ਰੀਅਲ-ਟਾਈਮ ਵਿੱਚ ਅਸਲ ਮੁੱਲਾਂ ਦੁਆਰਾ ਬਦਲਿਆ ਜਾਵੇਗਾ।","Distribute conversations proportionately between agents, and block an agent from viewing the conversations of the other agents.":"ਏਜੰਟਾਂ ਵਿਚਕਾਰ ਗੱਲਬਾਤ ਨੂੰ ਅਨੁਪਾਤ ਅਨੁਸਾਰ ਵੰਡੋ, ਅਤੇ ਇੱਕ ਏਜੰਟ ਨੂੰ ਦੂਜੇ ਏਜੰਟਾਂ ਦੀਆਂ ਗੱਲਬਾਤਾਂ ਨੂੰ ਦੇਖਣ ਤੋਂ ਰੋਕੋ।","Do not send email notifications to admins":"ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਨਾ ਭੇਜੋ","Do not show tickets in chat":"ਚੈਟ ਵਿੱਚ ਟਿਕਟਾਂ ਨਾ ਦਿਖਾਓ","Do not translate settings area":"ਸੈਟਿੰਗ ਖੇਤਰ ਦਾ ਅਨੁਵਾਦ ਨਾ ਕਰੋ","Download":"ਡਾਊਨਲੋਡ ਕਰੋ","Edit profile":"ਸੋਧ ਪ੍ਰੋਫ਼ਾਈਲ","Edit user":"ਉਪਭੋਗਤਾ ਦਾ ਸੰਪਾਦਨ ਕਰੋ","Email address":"ਈਮੇਲ ਪਤਾ","Email and ticket":"ਈਮੇਲ ਅਤੇ ਟਿਕਟ","Email header":"ਈਮੇਲ ਸਿਰਲੇਖ","Email notification delay (hours)":"ਈਮੇਲ ਸੂਚਨਾ ਦੇਰੀ (ਘੰਟੇ)","Email notifications via cron job":"ਕ੍ਰੋਨ ਜੌਬ ਰਾਹੀਂ ਈਮੇਲ ਸੂਚਨਾਵਾਂ","Email only":"ਸਿਰਫ਼ ਈਮੇਲ","Email piping":"ਈਮੇਲ ਪਾਈਪਿੰਗ","Email piping server information and more settings.":"ਈਮੇਲ ਪਾਈਪਿੰਗ ਸਰਵਰ ਜਾਣਕਾਰੀ ਅਤੇ ਹੋਰ ਸੈਟਿੰਗਾਂ।","Email request message":"ਈਮੇਲ ਬੇਨਤੀ ਸੁਨੇਹਾ","Email signature":"ਈਮੇਲ ਦਸਤਖਤ","Email template for the notification email that is sent to a user when an agent replies. You can use text, HTML, and the following merge fields: {conversation_url_parameter}, {recipient_name}, {sender_name}, {sender_profile_image}, {message}, {attachments}.":"ਸੂਚਨਾ ਈਮੇਲ ਲਈ ਈਮੇਲ ਟੈਮਪਲੇਟ ਜੋ ਇੱਕ ਉਪਭੋਗਤਾ ਨੂੰ ਭੇਜੀ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਇੱਕ ਏਜੰਟ ਜਵਾਬ ਦਿੰਦਾ ਹੈ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {conversation_url_parameter}, {recipient_name}, {sender_name}, {sender_profile_image}, {message}, {attachments}।","Enable logging of agent activity":"ਏਜੰਟ ਗਤੀਵਿਧੀ ਦੀ ਲਾਗਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ","Enable logs":"ਲੌਗਸ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ","Enable the chatbot outside of scheduled office hours only.":"ਸਿਰਫ਼ ਅਨੁਸੂਚਿਤ ਦਫ਼ਤਰੀ ਸਮੇਂ ਤੋਂ ਬਾਹਰ ਚੈਟਬੋਟ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ।","Enable the registration only if all agents are offline.":"ਜੇਕਰ ਸਾਰੇ ਏਜੰਟ ਔਫਲਾਈਨ ਹੋਣ ਤਾਂ ਹੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ।","Enable the registration outside of scheduled office hours only.":"ਸਿਰਫ਼ ਅਨੁਸੂਚਿਤ ਦਫ਼ਤਰੀ ਸਮੇਂ ਤੋਂ ਬਾਹਰ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ।","Enable this option if email notifications are sent via cron job.":"ਜੇਕਰ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਕ੍ਰੋਨ ਜੌਬ ਰਾਹੀਂ ਭੇਜੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ।","Enable ticket and chat support for subscribers only, view member profile details and subscription details in the admin area.":"ਸਿਰਫ਼ ਗਾਹਕਾਂ ਲਈ ਟਿਕਟ ਅਤੇ ਚੈਟ ਸਹਾਇਤਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ, ਪ੍ਰਬੰਧਕ ਖੇਤਰ ਵਿੱਚ ਮੈਂਬਰ ਪ੍ਰੋਫਾਈਲ ਵੇਰਵੇ ਅਤੇ ਗਾਹਕੀ ਵੇਰਵੇ ਦੇਖੋ।","Enter the bot token and click the button to synchronize the Telegram bot. Localhost cannot receive messages.":"ਬੋਟ ਟੋਕਨ ਦਰਜ ਕਰੋ ਅਤੇ ਟੈਲੀਗ੍ਰਾਮ ਬੋਟ ਨੂੰ ਸਮਕਾਲੀ ਕਰਨ ਲਈ ਬਟਨ &#39;ਤੇ ਕਲਿੱਕ ਕਰੋ। ਲੋਕਲਹੋਸਟ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।","Enter the bot token and click the button to synchronize the Viber bot. Localhost cannot receive messages.":"ਬੋਟ ਟੋਕਨ ਦਰਜ ਕਰੋ ਅਤੇ Viber ਬੋਟ ਨੂੰ ਸਮਕਾਲੀ ਕਰਨ ਲਈ ਬਟਨ &#39;ਤੇ ਕਲਿੱਕ ਕਰੋ। ਲੋਕਲਹੋਸਟ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।","Enter the database details of the Active eCommerce CMS database.":"Active eCommerce CMS ਡੇਟਾਬੇਸ ਦੇ ਡੇਟਾਬੇਸ ਵੇਰਵੇ ਦਰਜ ਕਰੋ।","Enter the database details of the Martfury database.":"ਮਾਰਟਫਿਊਰੀ ਡੇਟਾਬੇਸ ਦੇ ਡੇਟਾਬੇਸ ਵੇਰਵੇ ਦਰਜ ਕਰੋ।","Enter the database details of the Perfex database.":"Perfex ਡੇਟਾਬੇਸ ਦੇ ਡੇਟਾਬੇਸ ਵੇਰਵੇ ਦਰਜ ਕਰੋ।","Enter the database details of the WHMCS database.":"WHMCS ਡੇਟਾਬੇਸ ਦੇ ਡੇਟਾਬੇਸ ਵੇਰਵੇ ਦਰਜ ਕਰੋ।","Enter the default messages used by the chatbot when user question requires a dynamic answer.":"ਜਦੋਂ ਉਪਭੋਗਤਾ ਪ੍ਰਸ਼ਨ ਲਈ ਇੱਕ ਗਤੀਸ਼ੀਲ ਜਵਾਬ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ ਤਾਂ ਚੈਟਬੋਟ ਦੁਆਰਾ ਵਰਤੇ ਗਏ ਡਿਫੌਲਟ ਸੁਨੇਹੇ ਦਾਖਲ ਕਰੋ।","Enter the details of your Google Business Messages.":"ਆਪਣੇ Google ਵਪਾਰ ਸੁਨੇਹਿਆਂ ਦੇ ਵੇਰਵੇ ਦਾਖਲ ਕਰੋ।","Enter the details of your Twitter app.":"ਆਪਣੇ ਟਵਿੱਟਰ ਐਪ ਦੇ ਵੇਰਵੇ ਦਾਖਲ ਕਰੋ।","Enter the LINE details to start using it. Localhost cannot receive messages.":"ਇਸਦੀ ਵਰਤੋਂ ਸ਼ੁਰੂ ਕਰਨ ਲਈ LINE ਵੇਰਵੇ ਦਰਜ ਕਰੋ। ਲੋਕਲਹੋਸਟ ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।","Enter the URL of a .css file, to load it automatically in the admin area.":"ਇੱਕ .css ਫਾਈਲ ਦਾ URL ਦਾਖਲ ਕਰੋ, ਇਸਨੂੰ ਐਡਮਿਨ ਖੇਤਰ ਵਿੱਚ ਆਪਣੇ ਆਪ ਲੋਡ ਕਰਨ ਲਈ।","Enter the URL of a .js file, to load it automatically in the admin area.":"ਇੱਕ .js ਫਾਈਲ ਦਾ URL ਦਾਖਲ ਕਰੋ, ਇਸਨੂੰ ਐਡਮਿਨ ਖੇਤਰ ਵਿੱਚ ਆਪਣੇ ਆਪ ਲੋਡ ਕਰਨ ਲਈ।","Enter the URL of the articles page.":"ਲੇਖ ਪੰਨੇ ਦਾ URL ਦਾਖਲ ਕਰੋ।","Enter the URL of the sources you want to train the OpenAI chatbot from.":"ਉਹਨਾਂ ਸਰੋਤਾਂ ਦਾ URL ਦਾਖਲ ਕਰੋ ਜਿਨ੍ਹਾਂ ਤੋਂ ਤੁਸੀਂ OpenAI ਚੈਟਬੋਟ ਨੂੰ ਸਿਖਲਾਈ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ।","Enter the URLs of your shop":"ਆਪਣੀ ਦੁਕਾਨ ਦੇ URL ਦਾਖਲ ਕਰੋ","Enter the WeChat official account token. See the docs for more details.":"WeChat ਅਧਿਕਾਰਤ ਖਾਤਾ ਟੋਕਨ ਦਾਖਲ ਕਰੋ। ਹੋਰ ਵੇਰਵਿਆਂ ਲਈ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ।","Enter your 360dialog account settings information.":"ਆਪਣੀ 360 ਡਾਇਲਾਗ ਖਾਤਾ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।","Enter your Envato Purchase Code to activate automatic updates and unlock all the features.":"ਆਟੋਮੈਟਿਕ ਅੱਪਡੇਟ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਅਤੇ ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਆਪਣਾ Envato ਖਰੀਦ ਕੋਡ ਦਾਖਲ ਕਰੋ।","Enter your Twilio account details. You can use text and the following merge fields: {message}, {recipient_name}, {sender_name}, {recipient_email}, {sender_email}, {conversation_url_parameter}.":"ਆਪਣੇ Twilio ਖਾਤੇ ਦੇ ਵੇਰਵੇ ਦਾਖਲ ਕਰੋ। ਤੁਸੀਂ ਟੈਕਸਟ ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {message}, {recipient_name}, {sender_name}, {recipient_email}, {sender_email}, {conversation_url_parameter}।","Enter your Twilio account settings information.":"ਆਪਣੀ Twilio ਖਾਤਾ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰੋ।","Enter your WeChat Official Account information.":"ਆਪਣੀ WeChat ਅਧਿਕਾਰਤ ਖਾਤਾ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।","Enter your Zendesk information.":"ਆਪਣੀ Zendesk ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।","Entities":"Entities","Envato Purchase Code":"Envato ਖਰੀਦ ਕੋਡ","Envato purchase code validation":"Envato ਖਰੀਦ ਕੋਡ ਪ੍ਰਮਾਣਿਕਤਾ","Exclude products":"ਉਤਪਾਦਾਂ ਨੂੰ ਬਾਹਰ ਰੱਖੋ","Export all settings.":"ਸਾਰੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਨਿਰਯਾਤ ਕਰੋ।","Export settings":"ਨਿਰਯਾਤ ਸੈਟਿੰਗ","Facebook pages":"ਫੇਸਬੁੱਕ ਪੰਨੇ","Fallback message":"ਫਾਲਬੈਕ ਸੁਨੇਹਾ","Filters":"ਫਿਲਟਰ","First chat message":"ਪਹਿਲਾ ਚੈਟ ਸੁਨੇਹਾ","First reminder delay (hours)":"ਪਹਿਲੀ ਰੀਮਾਈਂਡਰ ਦੇਰੀ (ਘੰਟੇ)","First ticket form":"ਪਹਿਲਾ ਟਿਕਟ ਫਾਰਮ","Flash notifications":"ਫਲੈਸ਼ ਸੂਚਨਾਵਾਂ","Follow up - Email":"ਫਾਲੋ ਅੱਪ ਕਰੋ - ਈਮੇਲ ਕਰੋ","Follow up message":"ਸੁਨੇਹੇ ਦੀ ਪਾਲਣਾ ਕਰੋ","Follows a conversation between a human agent and an end user and provide response suggestions to the human agent in real-time.":"ਇੱਕ ਮਨੁੱਖੀ ਏਜੰਟ ਅਤੇ ਇੱਕ ਅੰਤਮ ਉਪਭੋਗਤਾ ਵਿਚਕਾਰ ਗੱਲਬਾਤ ਦਾ ਪਾਲਣ ਕਰਦਾ ਹੈ ਅਤੇ ਅਸਲ-ਸਮੇਂ ਵਿੱਚ ਮਨੁੱਖੀ ਏਜੰਟ ਨੂੰ ਜਵਾਬ ਸੁਝਾਅ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।","Follow-up email template. You can use text, HTML, and the following merge fields and more: {coupon}, {product_names}, {user_name}.":"ਫਾਲੋ-ਅੱਪ ਈਮੇਲ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {coupon}, {product_names}, {user_name}।","Force language":"ਜ਼ਬਰਦਸਤੀ ਭਾਸ਼ਾ","Force log out":"ਜ਼ਬਰਦਸਤੀ ਲੌਗ ਆਊਟ ਕਰੋ","Force the chat to ignore the language preferences, and to use always the same language.":"ਭਾਸ਼ਾ ਦੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰਨ ਲਈ, ਅਤੇ ਹਮੇਸ਼ਾ ਇੱਕੋ ਭਾਸ਼ਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਗੱਲਬਾਤ ਨੂੰ ਮਜਬੂਰ ਕਰੋ।","Force the loggout of Support Board agents if they are not logged in WordPress.":"Support Board ਏਜੰਟਾਂ ਦੇ ਲੌਗਆਉਟ ਲਈ ਮਜਬੂਰ ਕਰੋ ਜੇਕਰ ਉਹ ਵਰਡਪਰੈਸ ਵਿੱਚ ਲੌਗਇਨ ਨਹੀਂ ਹਨ।","Force users to use a different conversation for each store and hide conversations from other stores from store administrators.":"ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਹਰੇਕ ਸਟੋਰ ਲਈ ਇੱਕ ਵੱਖਰੀ ਗੱਲਬਾਤ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਮਜ਼ਬੂਰ ਕਰੋ ਅਤੇ ਸਟੋਰ ਪ੍ਰਬੰਧਕਾਂ ਤੋਂ ਦੂਜੇ ਸਟੋਰਾਂ ਤੋਂ ਗੱਲਬਾਤ ਨੂੰ ਲੁਕਾਓ।","Force users to use only one phone country code.":"ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਸਿਰਫ਼ ਇੱਕ ਫ਼ੋਨ ਕੰਟਰੀ ਕੋਡ ਵਰਤਣ ਲਈ ਮਜ਼ਬੂਰ ਕਰੋ।","Form message":"ਫਾਰਮ ਸੁਨੇਹਾ","Form title":"ਫਾਰਮ ਦਾ ਸਿਰਲੇਖ","Frequency penalty":"ਬਾਰੰਬਾਰਤਾ ਜੁਰਮਾਨਾ","Full visitor details":"ਪੂਰੇ ਵਿਜ਼ਟਰ ਵੇਰਵੇ","Generate conversations data":"ਗੱਲਬਾਤ ਦਾ ਡਾਟਾ ਤਿਆਰ ਕਰੋ","Generate user expressions":"ਉਪਭੋਗਤਾ ਸਮੀਕਰਨ ਤਿਆਰ ਕਰੋ","Get configuration URL":"ਸੰਰਚਨਾ URL ਪ੍ਰਾਪਤ ਕਰੋ","Get it from the APP_KEY value of the file .env located in the root directory of Active eCommerce.":"ਇਸਨੂੰ Active eCommerce ਦੀ ਰੂਟ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਸਥਿਤ .env ਫਾਈਲ ਦੇ APP_KEY ਮੁੱਲ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰੋ।","Get it from the APP_KEY value of the file .env located in the root directory of Martfury.":"ਇਸਨੂੰ Martfury ਦੀ ਰੂਟ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਸਥਿਤ .env ਫਾਈਲ ਦੇ APP_KEY ਮੁੱਲ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰੋ।","Get Path":"ਮਾਰਗ ਪ੍ਰਾਪਤ ਕਰੋ","Get Service Worker path":"Service Worker ਮਾਰਗ ਪ੍ਰਾਪਤ ਕਰੋ","Get URL":"URL ਪ੍ਰਾਪਤ ਕਰੋ","Google and Dialogflow settings.":"Google ਅਤੇ Dialogflow ਸੈਟਿੰਗਾਂ।","Google search":"ਗੂਗਲ ਖੋਜ","Header background image":"ਹੈਡਰ ਬੈਕਗ੍ਰਾਊਂਡ ਚਿੱਤਰ","Header brand image":"ਸਿਰਲੇਖ ਬ੍ਰਾਂਡ ਚਿੱਤਰ","Header message":"ਹੈਡਰ ਸੁਨੇਹਾ","Header title":"ਸਿਰਲੇਖ ਸਿਰਲੇਖ","Header type":"ਸਿਰਲੇਖ ਦੀ ਕਿਸਮ","Header variables":"ਸਿਰਲੇਖ ਵੇਰੀਏਬਲ","Hide":"ਓਹਲੇ","Hide agent's profile image":"ਏਜੰਟ ਦਾ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਲੁਕਾਓ","Hide archived tickets":"ਪੁਰਾਲੇਖਬੱਧ ਟਿਕਟਾਂ ਨੂੰ ਲੁਕਾਓ","Hide archived tickets from users.":"ਉਪਭੋਗਤਾਵਾਂ ਤੋਂ ਆਰਕਾਈਵ ਕੀਤੀਆਂ ਟਿਕਟਾਂ ਨੂੰ ਲੁਕਾਓ।","Hide chat if no agents online":"ਜੇਕਰ ਕੋਈ ਏਜੰਟ ਔਨਲਾਈਨ ਨਹੀਂ ਹੈ ਤਾਂ ਚੈਟ ਨੂੰ ਲੁਕਾਓ","Hide chat outside of office hours":"ਦਫ਼ਤਰੀ ਸਮੇਂ ਤੋਂ ਬਾਹਰ ਚੈਟ ਲੁਕਾਓ","Hide conversation details panel":"ਗੱਲਬਾਤ ਵੇਰਵੇ ਪੈਨਲ ਨੂੰ ਲੁਕਾਓ","Hide conversations of other agents":"ਹੋਰ ਏਜੰਟਾਂ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਲੁਕਾਓ","Hide on mobile":"ਮੋਬਾਈਲ &#39;ਤੇ ਛੁਪਾਓ","Hide the agent's profile image within the chat.":"ਚੈਟ ਦੇ ਅੰਦਰ ਏਜੰਟ ਦੀ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਨੂੰ ਲੁਕਾਓ।","Hide tickets from the chat widget and chats from the ticket area.":"ਚੈਟ ਵਿਜੇਟ ਤੋਂ ਟਿਕਟਾਂ ਅਤੇ ਟਿਕਟ ਖੇਤਰ ਤੋਂ ਚੈਟਾਂ ਨੂੰ ਲੁਕਾਓ।","Hide timetable":"ਸਮਾਂ-ਸਾਰਣੀ ਲੁਕਾਓ","Host":"ਮੇਜ਼ਬਾਨ","Human takeover":"ਮਨੁੱਖੀ ਕਬਜ਼ੇ","If no agents respond within the specified time interval, a message will be sent to request the user's details, such as their email.":"ਜੇਕਰ ਕੋਈ ਏਜੰਟ ਨਿਰਧਾਰਤ ਸਮੇਂ ਦੇ ਅੰਤਰਾਲ ਦੇ ਅੰਦਰ ਜਵਾਬ ਨਹੀਂ ਦਿੰਦਾ ਹੈ, ਤਾਂ ਉਪਭੋਗਤਾ ਦੇ ਵੇਰਵਿਆਂ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜਿਆ ਜਾਵੇਗਾ, ਜਿਵੇਂ ਕਿ ਉਹਨਾਂ ਦੀ ਈਮੇਲ।","If the chatbot doesn't understand a user's question, forwards the conversation to an agent.":"ਜੇਕਰ ਚੈਟਬੋਟ ਕਿਸੇ ਉਪਭੋਗਤਾ ਦੇ ਸਵਾਲ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ, ਤਾਂ ਗੱਲਬਾਤ ਨੂੰ ਏਜੰਟ ਨੂੰ ਭੇਜਦਾ ਹੈ।","Image":"ਚਿੱਤਰ","Import admins":"ਪ੍ਰਸ਼ਾਸਕਾਂ ਨੂੰ ਆਯਾਤ ਕਰੋ","Import articles":"ਲੇਖ ਆਯਾਤ ਕਰੋ","Import contacts":"ਸੰਪਰਕ ਆਯਾਤ ਕਰੋ","Import customers":"ਗਾਹਕਾਂ ਨੂੰ ਆਯਾਤ ਕਰੋ","Import customers into Support Board. Only new customers will be imported.":"ਗਾਹਕਾਂ ਨੂੰ Support Board ਵਿੱਚ ਆਯਾਤ ਕਰੋ। ਸਿਰਫ਼ ਨਵੇਂ ਗਾਹਕਾਂ ਨੂੰ ਹੀ ਆਯਾਤ ਕੀਤਾ ਜਾਵੇਗਾ।","Import settings":"ਸੈਟਿੰਗਾਂ ਆਯਾਤ ਕਰੋ","Import users":"ਉਪਭੋਗਤਾ ਆਯਾਤ ਕਰੋ","Import vendors":"ਆਯਾਤ ਵਿਕਰੇਤਾ","Import vendors into Support Board as agents. Only new vendors will be imported.":"ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਏਜੰਟਾਂ ਵਜੋਂ Support Board ਵਿੱਚ ਆਯਾਤ ਕਰੋ। ਸਿਰਫ਼ ਨਵੇਂ ਵਿਕਰੇਤਾ ਹੀ ਆਯਾਤ ਕੀਤੇ ਜਾਣਗੇ।","Improve chat performance with Pusher and WebSockets. This setting stops all AJAX\/HTTP real-time requests that slow down your server and use instead the WebSockets.":"Pusher ਅਤੇ WebSockets ਨਾਲ ਚੈਟ ਪ੍ਰਦਰਸ਼ਨ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ। ਇਹ ਸੈਟਿੰਗ ਸਾਰੀਆਂ AJAX\/HTTP ਰੀਅਲ-ਟਾਈਮ ਬੇਨਤੀਆਂ ਨੂੰ ਰੋਕ ਦਿੰਦੀ ਹੈ ਜੋ ਤੁਹਾਡੇ ਸਰਵਰ ਨੂੰ ਹੌਲੀ ਕਰਦੀਆਂ ਹਨ ਅਤੇ ਇਸ ਦੀ ਬਜਾਏ WebSockets ਦੀ ਵਰਤੋਂ ਕਰਦੀਆਂ ਹਨ।","Include custom fields":"ਕਸਟਮ ਖੇਤਰ ਸ਼ਾਮਲ ਕਰੋ","Include custom fields in the registration form.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਵਿੱਚ ਕਸਟਮ ਖੇਤਰਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ।","Include the password field in the registration form.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਵਿੱਚ ਪਾਸਵਰਡ ਖੇਤਰ ਸ਼ਾਮਲ ਕਰੋ।","Incoming conversations and messages":"ਆਉਣ ਵਾਲੀ ਗੱਲਬਾਤ ਅਤੇ ਸੁਨੇਹੇ","Incoming conversations only":"ਸਿਰਫ਼ ਆਉਣ ਵਾਲੀ ਗੱਲਬਾਤ","Incoming messages only":"ਸਿਰਫ਼ ਆਉਣ ਵਾਲੇ ਸੁਨੇਹੇ","Increase sales and connect you and sellers with customers in real-time by integrating Active eCommerce with Support Board.":"ਵਿਕਰੀ ਵਧਾਓ ਅਤੇ Active eCommerce ਨੂੰ Support Board ਦੇ ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਕਰਕੇ ਅਸਲ-ਸਮੇਂ ਵਿੱਚ ਆਪਣੇ ਅਤੇ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਗਾਹਕਾਂ ਨਾਲ ਜੋੜੋ।","Increase sales, provide better support, and faster solutions, by integrating WooCommerce with Support Board.":"WooCommerce ਨੂੰ Support Board ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਕਰਕੇ, ਵਿਕਰੀ ਵਧਾਓ, ਬਿਹਤਰ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰੋ, ਅਤੇ ਤੇਜ਼ ਹੱਲ ਪ੍ਰਦਾਨ ਕਰੋ।","Info message":"ਜਾਣਕਾਰੀ ਸੁਨੇਹਾ","Initialize and display the chat widget and tickets only for members.":"ਸਿਰਫ਼ ਮੈਂਬਰਾਂ ਲਈ ਚੈਟ ਵਿਜੇਟ ਅਤੇ ਟਿਕਟਾਂ ਨੂੰ ਸ਼ੁਰੂ ਅਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।","Initialize and display the chat widget only when the user is logged in.":"ਜਦੋਂ ਉਪਭੋਗਤਾ ਲੌਗਇਨ ਹੁੰਦਾ ਹੈ ਤਾਂ ਹੀ ਚੈਟ ਵਿਜੇਟ ਨੂੰ ਸ਼ੁਰੂ ਅਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ।","Instance ID":"ਉਦਾਹਰਨ ID","Integrate OpenCart with {R} for real-time syncing of customers, order history access, and customer cart visibility.":"ਗਾਹਕਾਂ ਦੇ ਰੀਅਲ-ਟਾਈਮ ਸਿੰਕਿੰਗ, ਆਰਡਰ ਇਤਿਹਾਸ ਦੀ ਪਹੁੰਚ, ਅਤੇ ਗਾਹਕ ਕਾਰਟ ਦਿੱਖ ਲਈ ਓਪਨਕਾਰਟ ਨੂੰ {R} ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਕਰੋ।","Interval (sec)":"ਅੰਤਰਾਲ (ਸਕਿੰਟ)","IP banning":"IP ਪਾਬੰਦੀ","Label":"ਲੇਬਲ","Language":"ਭਾਸ਼ਾ","Language detection":"ਭਾਸ਼ਾ ਦਾ ਪਤਾ ਲਗਾਉਣਾ","Language detection message":"ਭਾਸ਼ਾ ਖੋਜ ਸੁਨੇਹਾ","Last name":"ਆਖਰੀ ਨਾਂਮ","Leave it blank if you don't know what this setting is! Entering an incorrect value will break the chat. Sets the main domain where chat is used to enable login and conversations sharing between the main domain and sub domains.":"ਜੇਕਰ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਇਹ ਸੈਟਿੰਗ ਕੀ ਹੈ ਤਾਂ ਇਸਨੂੰ ਖਾਲੀ ਛੱਡੋ! ਗਲਤ ਮੁੱਲ ਦਾਖਲ ਕਰਨ ਨਾਲ ਗੱਲਬਾਤ ਟੁੱਟ ਜਾਵੇਗੀ। ਮੁੱਖ ਡੋਮੇਨ ਸੈੱਟ ਕਰਦਾ ਹੈ ਜਿੱਥੇ ਮੁੱਖ ਡੋਮੇਨ ਅਤੇ ਉਪ ਡੋਮੇਨ ਵਿਚਕਾਰ ਲੌਗਇਨ ਅਤੇ ਗੱਲਬਾਤ ਸ਼ੇਅਰਿੰਗ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ ਚੈਟ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।","Left":"ਖੱਬੇ","Left panel":"ਖੱਬਾ ਪੈਨਲ","Left profile image":"ਖੱਬਾ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ","Let the bot search on Google to find answers to user questions.":"ਉਪਭੋਗਤਾ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਲੱਭਣ ਲਈ ਬੋਟ ਨੂੰ ਗੂਗਲ &#39;ਤੇ ਖੋਜ ਕਰਨ ਦਿਓ।","Let the bot to search on Google to find answers to user questions.":"ਉਪਭੋਗਤਾ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਲੱਭਣ ਲਈ ਬੋਟ ਨੂੰ ਗੂਗਲ &#39;ਤੇ ਖੋਜ ਕਰਨ ਦਿਓ।","Lets your users reach you via Twitter. Read and reply to messages sent to your Twitter account directly from {R}.":"ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਟਵਿੱਟਰ ਦੁਆਰਾ ਤੁਹਾਡੇ ਤੱਕ ਪਹੁੰਚਣ ਦਿੰਦਾ ਹੈ। {R} ਤੋਂ ਸਿੱਧੇ ਤੁਹਾਡੇ ਟਵਿੱਟਰ ਖਾਤੇ &#39;ਤੇ ਭੇਜੇ ਗਏ ਸੁਨੇਹਿਆਂ ਨੂੰ ਪੜ੍ਹੋ ਅਤੇ ਜਵਾਬ ਦਿਓ।","Lets your users reach you via WeChat. Read and reply to all messages sent to your WeChat official account directly from {R}.":"ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ WeChat ਰਾਹੀਂ ਤੁਹਾਡੇ ਤੱਕ ਪਹੁੰਚਣ ਦਿੰਦਾ ਹੈ। {R} ਤੋਂ ਸਿੱਧੇ ਤੁਹਾਡੇ WeChat ਅਧਿਕਾਰਤ ਖਾਤੇ &#39;ਤੇ ਭੇਜੇ ਗਏ ਸਾਰੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਪੜ੍ਹੋ ਅਤੇ ਜਵਾਬ ਦਿਓ।","Lets your users reach you via WhatsApp. Read and reply to all messages sent to your WhatsApp Business account directly from {R}.":"ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ WhatsApp ਰਾਹੀਂ ਤੁਹਾਡੇ ਤੱਕ ਪਹੁੰਚਣ ਦਿੰਦਾ ਹੈ। {R} ਤੋਂ ਸਿੱਧੇ ਤੁਹਾਡੇ WhatsApp ਵਪਾਰ ਖਾਤੇ &#39;ਤੇ ਭੇਜੇ ਗਏ ਸਾਰੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਪੜ੍ਹੋ ਅਤੇ ਜਵਾਬ ਦਿਓ।","Link each agent with the corresponding Slack user, so when an agent replies via Slack it will be displayed as the assigned agent.":"ਹਰੇਕ ਏਜੰਟ ਨੂੰ ਸੰਬੰਧਿਤ ਸਲੈਕ ਉਪਭੋਗਤਾ ਨਾਲ ਲਿੰਕ ਕਰੋ, ਇਸ ਲਈ ਜਦੋਂ ਕੋਈ ਏਜੰਟ ਸਲੈਕ ਰਾਹੀਂ ਜਵਾਬ ਦਿੰਦਾ ਹੈ ਤਾਂ ਇਹ ਨਿਰਧਾਰਤ ਏਜੰਟ ਵਜੋਂ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।","Link name":"ਲਿੰਕ ਦਾ ਨਾਮ","Login form":"ਲੌਗਇਨ ਫਾਰਮ","Login initialization":"ਲਾਗਇਨ ਸ਼ੁਰੂ","Login verification URL":"ਲੌਗਇਨ ਪੁਸ਼ਟੀਕਰਨ URL","Logit bias":"ਲੌਗਿਟ ਪੱਖਪਾਤ","Make a backup of your Dialogflow agent first. This operation can take several minutes.":"ਪਹਿਲਾਂ ਆਪਣੇ ਡਾਇਲੌਗਫਲੋ ਏਜੰਟ ਦਾ ਬੈਕਅੱਪ ਲਓ। ਇਸ ਕਾਰਵਾਈ ਵਿੱਚ ਕਈ ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ।","Make the registration phone field mandatory.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫ਼ੋਨ ਖੇਤਰ ਨੂੰ ਲਾਜ਼ਮੀ ਬਣਾਓ।","Manage":"ਪ੍ਰਬੰਧ ਕਰਨਾ, ਕਾਬੂ ਕਰਨਾ","Manage here the departments settings.":"ਇੱਥੇ ਵਿਭਾਗਾਂ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।","Manage personalized questions and answers.":"ਵਿਅਕਤੀਗਤ ਸਵਾਲਾਂ ਅਤੇ ਜਵਾਬਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।","Manage the tags settings.":"ਟੈਗ ਸੈਟਿੰਗਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।","Manifest file URL":"Manifest ਫਾਈਲ URL","Manual":"ਮੈਨੁਅਲ","Manual initialization":"ਦਸਤੀ ਸ਼ੁਰੂਆਤ","Martfury root directory path, e.g. \/var\/www\/":"ਮਾਰਟਫਿਊਰੀ ਰੂਟ ਡਾਇਰੈਕਟਰੀ ਮਾਰਗ, ਜਿਵੇਂ ਕਿ \/var\/www\/","Martfury shop URL, e.g. https:\/\/shop.com":"Martfury ਦੁਕਾਨ URL, ਜਿਵੇਂ ਕਿ https:\/\/shop.com","Max message limit":"ਅਧਿਕਤਮ ਸੁਨੇਹਾ ਸੀਮਾ","Max tokens":"ਅਧਿਕਤਮ ਟੋਕਨ","Members only":"ਸਿਰਫ਼ ਮੈਂਬਰ","Members with an active paid plan only":"ਸਿਰਫ਼ ਇੱਕ ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਯੋਜਨਾ ਵਾਲੇ ਮੈਂਬਰ","Message":"ਸੁਨੇਹਾ","Message rewrite button":"ਸੁਨੇਹਾ ਮੁੜ ਲਿਖਣ ਦਾ ਬਟਨ","Message template":"ਸੁਨੇਹਾ ਟੈਮਪਲੇਟ","Message type":"ਸੁਨੇਹਾ ਕਿਸਮ","Messaging channels":"ਮੈਸੇਜਿੰਗ ਚੈਨਲ","Messenger and Instagram settings":"Messenger ਅਤੇ Instagram ਸੈਟਿੰਗਾਂ","Minify JS":"ਜੇ.ਐਸ","Minimal":"ਨਿਊਨਤਮ","Model":"ਮਾਡਲ","Multilingual":"ਬਹੁਭਾਸ਼ਾਈ","Multilingual plugin":"ਬਹੁਭਾਸ਼ਾਈ ਪਲੱਗਇਨ","Multilingual via translation":"ਅਨੁਵਾਦ ਰਾਹੀਂ ਬਹੁ-ਭਾਸ਼ਾਈ","Multlilingual training sources":"ਬਹੁ-ਭਾਸ਼ਾਈ ਸਿਖਲਾਈ ਸਰੋਤ","Name":"ਨਾਮ","Namespace":"ਨੇਮਸਪੇਸ","New conversation email":"ਨਵੀਂ ਗੱਲਬਾਤ ਈਮੇਲ","New conversation notification":"ਨਵੀਂ ਗੱਲਬਾਤ ਦੀ ਸੂਚਨਾ","New ticket button":"ਨਵਾਂ ਟਿਕਟ ਬਟਨ","Newsletter":"ਨਿਊਜ਼ਲੈਟਰ","No delay":"ਕੋਈ ਦੇਰੀ ਨਹੀਂ","No results found.":"ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ।","No, we don't ship in":"ਨਹੀਂ, ਅਸੀਂ ਅੰਦਰ ਨਹੀਂ ਭੇਜਦੇ","None":"ਕੋਈ ਨਹੀਂ","Note data scraping":"ਨੋਟ ਡੇਟਾ ਸਕ੍ਰੈਪਿੰਗ","Notes":"ਨੋਟਸ","Notifications icon":"ਸੂਚਨਾਵਾਂ ਪ੍ਰਤੀਕ","Notify the user when their message is sent outside of the scheduled office hours or all agents are offline.":"ਉਪਭੋਗਤਾ ਨੂੰ ਸੂਚਿਤ ਕਰੋ ਜਦੋਂ ਉਹਨਾਂ ਦਾ ਸੁਨੇਹਾ ਨਿਰਧਾਰਤ ਦਫਤਰੀ ਸਮੇਂ ਤੋਂ ਬਾਹਰ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜਾਂ ਸਾਰੇ ਏਜੰਟ ਔਫਲਾਈਨ ਹੁੰਦੇ ਹਨ।","Offline message":"ਔਫਲਾਈਨ ਸੁਨੇਹਾ","Offset":"ਆਫਸੈੱਟ","Omit previous messages":"ਪਿਛਲੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਛੱਡ ਦਿਓ","On chat open":"ਚੈਟ ਖੁੱਲ੍ਹਣ &#39;ਤੇ","On page load":"ਪੰਨਾ ਲੋਡ ਹੋਣ &#39;ਤੇ","One conversation per agent":"ਪ੍ਰਤੀ ਏਜੰਟ ਇੱਕ ਗੱਲਬਾਤ","One conversation per department":"ਪ੍ਰਤੀ ਵਿਭਾਗ ਇੱਕ ਗੱਲਬਾਤ","Online users notification":"ਔਨਲਾਈਨ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਸੂਚਨਾ","Only desktop":"ਸਿਰਫ਼ ਡੈਸਕਟਾਪ","Only general questions":"ਸਿਰਫ਼ ਆਮ ਸਵਾਲ","Only mobile devices":"ਸਿਰਫ਼ ਮੋਬਾਈਲ ਉਪਕਰਣ","Only questions related to your sources":"ਸਿਰਫ਼ ਤੁਹਾਡੇ ਸਰੋਤਾਂ ਨਾਲ ਸਬੰਧਤ ਸਵਾਲ","Open automatically":"ਆਟੋਮੈਟਿਕਲੀ ਖੋਲ੍ਹੋ","Open chat":"ਚੈਟ ਖੋਲ੍ਹੋ","Open the chat window automatically when a new message is received.":"ਜਦੋਂ ਕੋਈ ਨਵਾਂ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਤਾਂ ਚੈਟ ਵਿੰਡੋ ਆਪਣੇ ਆਪ ਖੋਲ੍ਹੋ।","OpenAI - Questions and answers":"OpenAI - ਸਵਾਲ ਅਤੇ ਜਵਾਬ","OpenAI - Training sources":"OpenAI - ਸਿਖਲਾਈ ਸਰੋਤ","OpenAI - Training sources - PDF and Text Files":"OpenAI - ਸਿਖਲਾਈ ਸਰੋਤ - PDF ਅਤੇ ਟੈਕਸਟ ਫਾਈਲਾਂ","OpenAI - Training sources options":"OpenAI - ਸਿਖਲਾਈ ਸਰੋਤ ਵਿਕਲਪ","OpenAI Assistants - Department linking":"ਓਪਨਏਆਈ ਸਹਾਇਕ - ਵਿਭਾਗ ਨੂੰ ਲਿੰਕ ਕਰਨਾ","OpenAI settings.":"OpenAI ਸੈਟਿੰਗਾਂ।","Optional link":"ਵਿਕਲਪਿਕ ਲਿੰਕ","Optional registration fields":"ਵਿਕਲਪਿਕ ਰਜਿਸਟਰੇਸ਼ਨ ਖੇਤਰ","Options associated with the training procedure.":"ਸਿਖਲਾਈ ਪ੍ਰਕਿਰਿਆ ਨਾਲ ਸੰਬੰਧਿਤ ਵਿਕਲਪ।","Order webhook":"ਵੈੱਬਹੁੱਕ ਆਰਡਰ ਕਰੋ","Other":"ਹੋਰ","Outgoing SMTP server information.":"ਆਊਟਗੋਇੰਗ SMTP ਸਰਵਰ ਜਾਣਕਾਰੀ।","Page ID":"ਪੰਨਾ ਆਈ.ਡੀ","Page IDs":"ਪੰਨਾ ਆਈ.ਡੀ","Page name":"ਪੰਨਾ ਨਾਮ","Page token":"ਪੰਨਾ ਟੋਕਨ","Panel height":"ਪੈਨਲ ਦੀ ਉਚਾਈ","Panel name":"ਪੈਨਲ ਦਾ ਨਾਮ","Panel title":"ਪੈਨਲ ਦਾ ਸਿਰਲੇਖ","Panels arrows":"ਪੈਨਲ ਤੀਰ","Password":"ਪਾਸਵਰਡ","Perfex URL":"ਪਰਫੈਕਸ URL","Performance optimization":"ਪ੍ਰਦਰਸ਼ਨ ਅਨੁਕੂਲਤਾ","Phone":"ਫ਼ੋਨ","Phone codes":"ਫ਼ੋਨ ਕੋਡ","Phone number ID":"ਫ਼ੋਨ ਨੰਬਰ ਆਈ.ਡੀ","Phone required":"ਫ਼ੋਨ ਲੋੜੀਂਦਾ ਹੈ","Placeholder text":"ਪਲੇਸਹੋਲਡਰ ਟੈਕਸਟ","Play a sound for new messages and conversations.":"ਨਵੇਂ ਸੁਨੇਹਿਆਂ ਅਤੇ ਗੱਲਬਾਤ ਲਈ ਇੱਕ ਆਵਾਜ਼ ਚਲਾਓ।","Popup message":"ਪੌਪਅੱਪ ਸੁਨੇਹਾ","Port":"ਪੋਰਟ","Post Type slugs":"Post Type ਸਲੱਗਸ","Presence penalty":"ਮੌਜੂਦਗੀ ਦੀ ਸਜ਼ਾ","Prevent admins from receiving email notifications.":"ਪ੍ਰਸ਼ਾਸਕਾਂ ਨੂੰ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਰੋਕੋ।","Prevent agents from viewing conversations assigned to other agents. This setting is automatically enabled if routing or queue is active.":"ਏਜੰਟਾਂ ਨੂੰ ਦੂਜੇ ਏਜੰਟਾਂ ਨੂੰ ਸੌਂਪੀਆਂ ਗਈਆਂ ਗੱਲਬਾਤਾਂ ਨੂੰ ਦੇਖਣ ਤੋਂ ਰੋਕੋ। ਜੇਕਰ ਰੂਟਿੰਗ ਜਾਂ ਕਤਾਰ ਕਿਰਿਆਸ਼ੀਲ ਹੈ ਤਾਂ ਇਹ ਸੈਟਿੰਗ ਆਪਣੇ ਆਪ ਹੀ ਸਮਰੱਥ ਹੋ ਜਾਂਦੀ ਹੈ।","Prevent any abuse from users by limiting the number of messages sent to the chatbot from one device.":"ਇੱਕ ਡਿਵਾਈਸ ਤੋਂ ਚੈਟਬੋਟ ਨੂੰ ਭੇਜੇ ਗਏ ਸੁਨੇਹਿਆਂ ਦੀ ਸੰਖਿਆ ਨੂੰ ਸੀਮਿਤ ਕਰਕੇ ਉਪਭੋਗਤਾਵਾਂ ਦੁਆਰਾ ਕਿਸੇ ਵੀ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਰੋਕੋ।","Primary color":"ਪ੍ਰਾਇਮਰੀ ਰੰਗ","Priority":"ਤਰਜੀਹ","Privacy link":"ਗੋਪਨੀਯਤਾ ਲਿੰਕ","Privacy message":"ਗੋਪਨੀਯਤਾ ਸੁਨੇਹਾ","Private chat":"ਨਿੱਜੀ ਚੈਟ","Private chat linking":"ਪ੍ਰਾਈਵੇਟ ਚੈਟ ਲਿੰਕਿੰਗ","Private key":"ਨਿੱਜੀ ਕੁੰਜੀ","Product IDs":"ਉਤਪਾਦ ਆਈ.ਡੀ","Product removed notification":"ਉਤਪਾਦ ਹਟਾਈ ਗਈ ਸੂਚਨਾ","Product removed notification - Email":"ਉਤਪਾਦ ਹਟਾਈ ਗਈ ਸੂਚਨਾ - ਈਮੇਲ","Profile image":"ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ","Project ID":"ਪ੍ਰੋਜੈਕਟ ਆਈ.ਡੀ","Project ID or Agent Name":"ਪ੍ਰੋਜੈਕਟ ਆਈਡੀ ਜਾਂ ਏਜੰਟ ਦਾ ਨਾਮ","Prompt":"ਪ੍ਰੋਂਪਟ","Prompt - Message rewriting":"ਪ੍ਰੋਂਪਟ - ਸੁਨੇਹਾ ਮੁੜ ਲਿਖਣਾ","Protect the tickets area from spam and abuse with Google reCAPTCHA.":"Google reCAPTCHA ਨਾਲ ਸਪੈਮ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਤੋਂ ਟਿਕਟ ਖੇਤਰ ਦੀ ਰੱਖਿਆ ਕਰੋ।","Provide help desk support to your customers by including a ticket area, with all chat features included, on any web page in seconds.":"ਸਕਿੰਟਾਂ ਵਿੱਚ ਕਿਸੇ ਵੀ ਵੈੱਬ ਪੰਨੇ &#39;ਤੇ, ਸਾਰੀਆਂ ਚੈਟ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਕੇ, ਟਿਕਟ ਖੇਤਰ ਨੂੰ ਸ਼ਾਮਲ ਕਰਕੇ ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਹੈਲਪ ਡੈਸਕ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰੋ।","Provider":"ਦੇਣ ਵਾਲੇ","Purchase button text":"ਖਰੀਦੋ ਬਟਨ ਟੈਕਸਟ","Push notifications":"ਪੁਸ਼ ਸੂਚਨਾਵਾਂ","Push notifications settings.":"ਪੁਸ਼ ਸੂਚਨਾ ਸੈਟਿੰਗਜ਼.","Questions and answers":"ਸਵਾਲ ਅਤੇ ਜਵਾਬ","Queue":"ਕਤਾਰ","Read and reply to messages sent from Google Search, Maps and brand-owned channels directly in {R}.":"Google ਖੋਜ, ਨਕਸ਼ੇ ਅਤੇ ਬ੍ਰਾਂਡ-ਮਾਲਕੀਅਤ ਵਾਲੇ ਚੈਨਲਾਂ ਤੋਂ ਸਿੱਧੇ {R} ਵਿੱਚ ਭੇਜੇ ਗਏ ਸੁਨੇਹਿਆਂ ਨੂੰ ਪੜ੍ਹੋ ਅਤੇ ਜਵਾਬ ਦਿਓ।","Read, manage and reply to all messages sent to your Facebook pages and Instagram accounts directly from {R}.":"{R} ਤੋਂ ਸਿੱਧੇ ਤੁਹਾਡੇ Facebook ਪੰਨਿਆਂ ਅਤੇ Instagram ਖਾਤਿਆਂ &#39;ਤੇ ਭੇਜੇ ਗਏ ਸਾਰੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਪੜ੍ਹੋ, ਪ੍ਰਬੰਧਿਤ ਕਰੋ ਅਤੇ ਜਵਾਬ ਦਿਓ।","Reconnect":"ਮੁੜ ਕਨੈਕਟ ਕਰੋ","Redirect the user to the registration link instead of showing the registration form.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਦਿਖਾਉਣ ਦੀ ਬਜਾਏ ਉਪਭੋਗਤਾ ਨੂੰ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲਿੰਕ &#39;ਤੇ ਰੀਡਾਇਰੈਕਟ ਕਰੋ।","Redirect the user to the specified URL if the registration is required and the user is not logged in. Leave blank to use the default registration form.":"ਉਪਭੋਗਤਾ ਨੂੰ ਨਿਸ਼ਚਿਤ URL ਤੇ ਰੀਡਾਇਰੈਕਟ ਕਰੋ ਜੇਕਰ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਲੋੜ ਹੈ ਅਤੇ ਉਪਭੋਗਤਾ ਲੌਗ ਇਨ ਨਹੀਂ ਹੈ। ਡਿਫੌਲਟ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਖਾਲੀ ਛੱਡੋ।","Register all visitors":"ਸਾਰੇ ਸੈਲਾਨੀਆਂ ਨੂੰ ਰਜਿਸਟਰ ਕਰੋ","Register all visitors automatically. When this option is not active, only the visitors that start a chat will be registered.":"ਸਾਰੇ ਸੈਲਾਨੀਆਂ ਨੂੰ ਆਪਣੇ ਆਪ ਰਜਿਸਟਰ ਕਰੋ। ਜਦੋਂ ਇਹ ਵਿਕਲਪ ਕਿਰਿਆਸ਼ੀਲ ਨਹੀਂ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਸਿਰਫ਼ ਚੈਟ ਸ਼ੁਰੂ ਕਰਨ ਵਾਲੇ ਵਿਜ਼ਿਟਰ ਹੀ ਰਜਿਸਟਰ ਕੀਤੇ ਜਾਣਗੇ।","Registration \/ Login":"ਰਜਿਸਟਰੇਸ਼ਨ \/ ਲਾਗਇਨ","Registration and login form":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਤੇ ਲੌਗਇਨ ਫਾਰਮ","Registration form":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ","Registration link":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲਿੰਕ","Registration redirect":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਰੀਡਾਇਰੈਕਟ","Remove the email field from the registration form.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਤੋਂ ਈਮੇਲ ਖੇਤਰ ਨੂੰ ਹਟਾਓ।","Rename the chat bot. Default is 'Bot'.":"ਚੈਟ ਬੋਟ ਦਾ ਨਾਮ ਬਦਲੋ। ਡਿਫੌਲਟ &#39;ਬੋਟ&#39; ਹੈ।","Rename the visitor name prefix. Default is 'User'.":"ਵਿਜ਼ਟਰ ਨਾਮ ਅਗੇਤਰ ਦਾ ਨਾਮ ਬਦਲੋ। ਡਿਫਾਲਟ &#39;ਯੂਜ਼ਰ&#39; ਹੈ।","Repeat":"ਦੁਹਰਾਓ","Repeat - admin":"ਦੁਹਰਾਓ - ਐਡਮਿਨ","Replace the admin login page message.":"ਐਡਮਿਨ ਲੌਗਇਨ ਪੰਨਾ ਸੁਨੇਹਾ ਬਦਲੋ।","Replace the brand logo on the admin login page.":"ਐਡਮਿਨ ਲੌਗਇਨ ਪੰਨੇ &#39;ਤੇ ਬ੍ਰਾਂਡ ਲੋਗੋ ਨੂੰ ਬਦਲੋ।","Replace the header title with the user's first name and last name when available.":"ਉਪਲਬਧ ਹੋਣ &#39;ਤੇ ਸਿਰਲੇਖ ਸਿਰਲੇਖ ਨੂੰ ਉਪਭੋਗਤਾ ਦੇ ਪਹਿਲੇ ਨਾਮ ਅਤੇ ਆਖਰੀ ਨਾਮ ਨਾਲ ਬਦਲੋ।","Replace the top-left brand icon on the admin area and the browser favicon.":"ਐਡਮਿਨ ਖੇਤਰ ਅਤੇ ਬ੍ਰਾਊਜ਼ਰ ਫੇਵੀਕਨ &#39;ਤੇ ਸਿਖਰ-ਖੱਬੇ ਬ੍ਰਾਂਡ ਆਈਕਨ ਨੂੰ ਬਦਲੋ।","Reply to user emails":"ਉਪਭੋਗਤਾ ਈਮੇਲਾਂ ਦਾ ਜਵਾਬ ਦਿਓ","Reply to user text messages":"ਉਪਭੋਗਤਾ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਦਾ ਜਵਾਬ ਦਿਓ","Reports":"ਰਿਪੋਰਟ","Reports area":"ਰਿਪੋਰਟ ਖੇਤਰ","Request a valid Envato purchase code for registration.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲਈ ਇੱਕ ਵੈਧ Envato ਖਰੀਦ ਕੋਡ ਦੀ ਬੇਨਤੀ ਕਰੋ।","Request the user to provide their email address and then send a confirmation email to the user.":"ਉਪਭੋਗਤਾ ਨੂੰ ਉਹਨਾਂ ਦਾ ਈਮੇਲ ਪਤਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਬੇਨਤੀ ਕਰੋ ਅਤੇ ਫਿਰ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਭੇਜੋ।","Require phone":"ਫ਼ੋਨ ਦੀ ਲੋੜ ਹੈ","Require registration":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਲੋੜ ਹੈ","Require the user registration or login before start a chat. To enable the login area the password field must be included.":"ਇੱਕ ਚੈਟ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਉਪਭੋਗਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਜਾਂ ਲੌਗਇਨ ਦੀ ਲੋੜ ਹੈ। ਲੌਗਇਨ ਖੇਤਰ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ ਪਾਸਵਰਡ ਖੇਤਰ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।","Require the user registration or login in order to use the tickets area.":"ਟਿਕਟ ਖੇਤਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਉਪਭੋਗਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਜਾਂ ਲੌਗਇਨ ਦੀ ਲੋੜ ਹੈ।","Required":"ਲੋੜੀਂਦਾ ਹੈ","Response time":"ਜਵਾਬ ਸਮਾਂ","Restrict chat access by blocking IPs. List IPs with commas.":"IPs ਨੂੰ ਬਲੌਕ ਕਰਕੇ ਚੈਟ ਪਹੁੰਚ ਨੂੰ ਸੀਮਤ ਕਰੋ। ਕੌਮਿਆਂ ਨਾਲ IP ਦੀ ਸੂਚੀ ਬਣਾਓ।","Returning visitor message":"ਵਾਪਸੀ ਵਿਜ਼ਟਰ ਸੁਨੇਹਾ","Rich messages":"Rich messages","Rich messages are code snippets that can be utilized within a chat message. They can contain HTML code and are automatically rendered in the chat. Rich messages can be used with the following syntax: [rich-message-name]. There are a tonne of built-in rich messages to choose from.":"Rich messages ਕੋਡ ਸਨਿੱਪਟ ਹਨ ਜੋ ਇੱਕ ਚੈਟ ਸੰਦੇਸ਼ ਵਿੱਚ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਉਹਨਾਂ ਵਿੱਚ HTML ਕੋਡ ਹੋ ਸਕਦਾ ਹੈ ਅਤੇ ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਚੈਟ ਵਿੱਚ ਰੈਂਡਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। Rich messages ਨੂੰ ਹੇਠਾਂ ਦਿੱਤੇ ਸੰਟੈਕਸ ਨਾਲ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ: [rich-message-name]। ਚੁਣਨ ਲਈ ਇੱਕ ਟਨ ਬਿਲਟ-ਇਨ rich messages ਹਨ।","Right":"ਸੱਜਾ","Right panel":"ਸੱਜਾ ਪੈਨਲ","Routing":"ਰੂਟਿੰਗ","Routing if offline":"ਔਫਲਾਈਨ ਹੋਣ &#39;ਤੇ ਰੂਟਿੰਗ","RTL":"RTL","Save useful information like user country and language also for visitors.":"ਉਪਯੋਗਕਰਤਾ ਦੇ ਦੇਸ਼ ਅਤੇ ਭਾਸ਼ਾ ਵਰਗੀ ਉਪਯੋਗੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸੈਲਾਨੀਆਂ ਲਈ ਵੀ ਸੁਰੱਖਿਅਤ ਕਰੋ।","Saved replies":"ਸੁਰੱਖਿਅਤ ਜਵਾਬ","Scheduled office hours":"ਨਿਯਤ ਦਫਤਰੀ ਸਮਾਂ","Search engine ID":"ਖੋਜ ਇੰਜਣ ਆਈ.ਡੀ","Second chat message":"ਦੂਜਾ ਚੈਟ ਸੁਨੇਹਾ","Second reminder delay (hours)":"ਦੂਜੀ ਰੀਮਾਈਂਡਰ ਦੇਰੀ (ਘੰਟੇ)","Secondary color":"ਸੈਕੰਡਰੀ ਰੰਗ","Secret key":"ਗੁਪਤ ਕੁੰਜੀ","Send a message to allow customers to be notified when they can purchase a product they are interested in, but that is currently out of stock. You can use the following merge fields: {user_name}, {product_name}.":"ਗਾਹਕਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ ਜਦੋਂ ਉਹ ਇੱਕ ਉਤਪਾਦ ਖਰੀਦ ਸਕਦੇ ਹਨ ਜਿਸ ਵਿੱਚ ਉਹਨਾਂ ਦੀ ਦਿਲਚਸਪੀ ਹੈ, ਪਰ ਉਹ ਵਰਤਮਾਨ ਵਿੱਚ ਸਟਾਕ ਤੋਂ ਬਾਹਰ ਹੈ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {user_name}, {product_name}।","Send a message to new users when they create the first ticket. Text formatting and merge fields are supported.":"ਨਵੇਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ ਜਦੋਂ ਉਹ ਪਹਿਲੀ ਟਿਕਟ ਬਣਾਉਂਦੇ ਹਨ। ਟੈਕਸਟ ਫਾਰਮੈਟਿੰਗ ਅਤੇ ਵਿਲੀਨ ਖੇਤਰ ਸਮਰਥਿਤ ਹਨ।","Send a message to new users when they visit the website for the first time.":"ਨਵੇਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ ਜਦੋਂ ਉਹ ਪਹਿਲੀ ਵਾਰ ਵੈਬਸਾਈਟ &#39;ਤੇ ਜਾਂਦੇ ਹਨ।","Send a message to the customer after a product has been removed from the cart. You can use the following merge fields and more: {coupon}, {discount_price}, {original_price}, {product_names}, {user_name}, {purchase_button}.":"ਕਾਰਟ ਤੋਂ ਉਤਪਾਦ ਹਟਾਏ ਜਾਣ ਤੋਂ ਬਾਅਦ ਗਾਹਕ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {coupon}, {discount_price}, {original_price}, {product_names}, {user_name}, {purchase_button}।","Send a message to the customers who complete a purchase asking to share the product they just bought. You can use the following merge fields and more: {product_name}, {user_name}.":"ਉਹਨਾਂ ਗਾਹਕਾਂ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ ਜੋ ਇੱਕ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਨੇ ਹੁਣੇ ਖਰੀਦੇ ਉਤਪਾਦ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਲਈ ਕਿਹਾ ਹੈ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {product_name}, {user_name}।","Send a message to the customers who complete a purchase. You can use the following merge fields and more: {coupon}, {product_names}, {user_name}.":"ਖਰੀਦਦਾਰੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਾਲੇ ਗਾਹਕਾਂ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {coupon}, {product_names}, {user_name}।","Send a message to the user when the agent archive the conversation.":"ਜਦੋਂ ਏਜੰਟ ਗੱਲਬਾਤ ਨੂੰ ਆਰਕਾਈਵ ਕਰਦਾ ਹੈ ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ।","Send a message to users who visit the website again after at least 24 hours. You can use the following merge fields and more: {coupon}, {user_name}. See the docs for more details.":"ਉਹਨਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ ਜੋ ਘੱਟੋ ਘੱਟ 24 ਘੰਟਿਆਂ ਬਾਅਦ ਦੁਬਾਰਾ ਵੈਬਸਾਈਟ &#39;ਤੇ ਜਾਂਦੇ ਹਨ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {coupon}, {user_name}। ਹੋਰ ਵੇਰਵਿਆਂ ਲਈ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ।","Send a test agent notification email to verify email settings.":"ਈਮੇਲ ਸੈਟਿੰਗਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਕ ਟੈਸਟ ਏਜੰਟ ਸੂਚਨਾ ਈਮੇਲ ਭੇਜੋ।","Send a test message to your Slack channel. This only tests the sending functionality of outgoing messages.":"ਆਪਣੇ ਸਲੈਕ ਚੈਨਲ ਨੂੰ ਇੱਕ ਟੈਸਟ ਸੁਨੇਹਾ ਭੇਜੋ। ਇਹ ਸਿਰਫ਼ ਬਾਹਰ ਜਾਣ ਵਾਲੇ ਸੁਨੇਹਿਆਂ ਦੀ ਭੇਜਣ ਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ।","Send a test user notification email to verify email settings.":"ਈਮੇਲ ਸੈਟਿੰਗਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਕ ਟੈਸਟ ਉਪਭੋਗਤਾ ਸੂਚਨਾ ਈਮੇਲ ਭੇਜੋ।","Send a text message to the provided phone number.":"ਦਿੱਤੇ ਗਏ ਫ਼ੋਨ ਨੰਬਰ &#39;ਤੇ ਇੱਕ ਟੈਕਸਟ ਸੁਨੇਹਾ ਭੇਜੋ।","Send a user email notification":"ਇੱਕ ਉਪਭੋਗਤਾ ਈਮੇਲ ਸੂਚਨਾ ਭੇਜੋ","Send a user text message notifcation":"ਇੱਕ ਉਪਭੋਗਤਾ ਟੈਕਸਟ ਸੁਨੇਹਾ ਸੂਚਨਾ ਭੇਜੋ","Send a user text message notification":"ਇੱਕ ਉਪਭੋਗਤਾ ਟੈਕਸਟ ਸੁਨੇਹਾ ਸੂਚਨਾ ਭੇਜੋ","Send an agent email notification":"ਇੱਕ ਏਜੰਟ ਈਮੇਲ ਸੂਚਨਾ ਭੇਜੋ","Send an agent text message notification":"ਇੱਕ ਏਜੰਟ ਟੈਕਸਟ ਸੁਨੇਹਾ ਸੂਚਨਾ ਭੇਜੋ","Send an agent user text notification":"ਇੱਕ ਏਜੰਟ ਉਪਭੋਗਤਾ ਟੈਕਸਟ ਸੂਚਨਾ ਭੇਜੋ","Send an email notification to the provided email address.":"ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਈਮੇਲ ਪਤੇ &#39;ਤੇ ਇੱਕ ਈਮੇਲ ਸੂਚਨਾ ਭੇਜੋ।","Send an email to an agent when a user replies and the agent is offline. An email is automatically sent to all agents for new conversations.":"ਜਦੋਂ ਕੋਈ ਉਪਭੋਗਤਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ ਅਤੇ ਏਜੰਟ ਆਫ਼ਲਾਈਨ ਹੁੰਦਾ ਹੈ ਤਾਂ ਕਿਸੇ ਏਜੰਟ ਨੂੰ ਈਮੇਲ ਭੇਜੋ। ਨਵੀਂ ਗੱਲਬਾਤ ਲਈ ਸਾਰੇ ਏਜੰਟਾਂ ਨੂੰ ਇੱਕ ਈਮੇਲ ਆਪਣੇ ਆਪ ਭੇਜੀ ਜਾਂਦੀ ਹੈ।","Send an email to the user when a new conversation is created.":"ਜਦੋਂ ਕੋਈ ਨਵੀਂ ਗੱਲਬਾਤ ਬਣ ਜਾਂਦੀ ਹੈ ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਈਮੇਲ ਭੇਜੋ।","Send an email to the user when a new conversation or ticket is created":"ਜਦੋਂ ਕੋਈ ਨਵੀਂ ਗੱਲਬਾਤ ਜਾਂ ਟਿਕਟ ਬਣ ਜਾਂਦੀ ਹੈ ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਈਮੇਲ ਭੇਜੋ","Send an email to the user when an agent replies and the user is offline.":"ਜਦੋਂ ਕੋਈ ਏਜੰਟ ਜਵਾਬ ਦਿੰਦਾ ਹੈ ਅਤੇ ਉਪਭੋਗਤਾ ਔਫਲਾਈਨ ਹੁੰਦਾ ਹੈ ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਈਮੇਲ ਭੇਜੋ।","Send email":"ਈਮੇਲ ਭੇਜੋ","Send login details to the specified URL and allow access only if the response is positive.":"ਨਿਸ਼ਚਿਤ URL &#39;ਤੇ ਲੌਗਇਨ ਵੇਰਵੇ ਭੇਜੋ ਅਤੇ ਸਿਰਫ਼ ਜਵਾਬ ਸਕਾਰਾਤਮਕ ਹੋਣ &#39;ਤੇ ਹੀ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।","Send message":"ਸੁਨੇਹਾ ਭੇਜੋ","Send message to Slack":"ਸਲੈਕ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜੋ","Send message via enter button":"ਐਂਟਰ ਬਟਨ ਰਾਹੀਂ ਸੁਨੇਹਾ ਭੇਜੋ","Send text message":"ਟੈਕਸਟ ਸੁਨੇਹਾ ਭੇਜੋ","Send the message template to a WhatsApp number.":"ਮੈਸੇਜ ਟੈਂਪਲੇਟ ਨੂੰ ਇੱਕ WhatsApp ਨੰਬਰ &#39;ਤੇ ਭੇਜੋ।","Send the message via the ENTER keyboard button.":"ENTER ਕੀਬੋਰਡ ਬਟਨ ਰਾਹੀਂ ਸੁਨੇਹਾ ਭੇਜੋ।","Send the user details of the registration form and email rich messages to Dialogflow.":"ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਦੇ ਉਪਭੋਗਤਾ ਵੇਰਵੇ ਅਤੇ ਈਮੇਲ rich messages ਡਾਇਲੌਗਫਲੋ ਨੂੰ ਭੇਜੋ।","Send the WhatsApp order details to the URL provided.":"ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ URL &#39;ਤੇ WhatsApp ਆਰਡਰ ਦੇ ਵੇਰਵੇ ਭੇਜੋ।","Send to user's email":"ਉਪਭੋਗਤਾ ਦੀ ਈਮੇਲ &#39;ਤੇ ਭੇਜੋ","Send transcript to user's email":"ਉਪਭੋਗਤਾ ਦੀ ਈਮੇਲ &#39;ਤੇ ਪ੍ਰਤੀਲਿਪੀ ਭੇਜੋ","Send user details":"ਉਪਭੋਗਤਾ ਵੇਰਵੇ ਭੇਜੋ","Sender":"ਭੇਜਣ ਵਾਲਾ","Sender email":"ਭੇਜਣ ਵਾਲਾ ਈਮੇਲ","Sender name":"ਭੇਜਣ ਵਾਲੇ ਦਾ ਨਾਮ","Sender number":"ਭੇਜਣ ਵਾਲਾ ਨੰਬਰ","Sends a text message if sending of the WhatsApp message fails. You can use text and the following merge fields: {conversation_url_parameter}, {message}, {recipient_name}, {recipient_email}.":"ਜੇਕਰ WhatsApp ਸੁਨੇਹਾ ਭੇਜਣਾ ਅਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇੱਕ ਟੈਕਸਟ ਸੁਨੇਹਾ ਭੇਜਦਾ ਹੈ। ਤੁਸੀਂ ਟੈਕਸਟ ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {conversation_url_parameter}, {message}, {recipient_name}, {recipient_email}।","Sends a WhatsApp Template notification if sending of the WhatsApp message fails. You can use text and the following merge fields: {conversation_url_parameter}, {recipient_name}, {recipient_email}.":"ਜੇਕਰ WhatsApp ਸੁਨੇਹਾ ਭੇਜਣਾ ਅਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇੱਕ WhatsApp ਟੈਂਪਲੇਟ ਸੂਚਨਾ ਭੇਜਦਾ ਹੈ। ਤੁਸੀਂ ਟੈਕਸਟ ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {conversation_url_parameter}, {recipient_name}, {recipient_email}।","Service":"ਸੇਵਾ","Service Worker path":"Service Worker ਮਾਰਗ","Service Worker URL":"Service Worker URL","Set a dedicated Dialogflow agent for each department.":"ਹਰੇਕ ਵਿਭਾਗ ਲਈ ਇੱਕ ਸਮਰਪਿਤ ਡਾਇਲੌਗਫਲੋ ਏਜੰਟ ਸੈੱਟ ਕਰੋ।","Set a dedicated Slack channel for each department.":"ਹਰੇਕ ਵਿਭਾਗ ਲਈ ਇੱਕ ਸਮਰਪਿਤ ਸਲੈਕ ਚੈਨਲ ਸੈੱਟ ਕਰੋ।","Set a profile image for the chat bot.":"ਚੈਟ ਬੋਟ ਲਈ ਇੱਕ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਸੈੱਟ ਕਰੋ।","Set the articles panel title. Default is 'Help Center'.":"ਲੇਖ ਪੈਨਲ ਦਾ ਸਿਰਲੇਖ ਸੈੱਟ ਕਰੋ। ਡਿਫਾਲਟ &#39;ਮਦਦ ਕੇਂਦਰ&#39; ਹੈ।","Set the avatar image shown next to the message. It must be a JPG image of 1024x1024px with a maximum size of 50KB.":"ਸੁਨੇਹੇ ਦੇ ਅੱਗੇ ਦਿਖਾਈ ਗਈ ਅਵਤਾਰ ਚਿੱਤਰ ਨੂੰ ਸੈੱਟ ਕਰੋ। ਇਹ 50KB ਦੇ ਅਧਿਕਤਮ ਆਕਾਰ ਦੇ ਨਾਲ 1024x1024px ਦਾ JPG ਚਿੱਤਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।","Set the currency symbol of the membership prices.":"ਸਦੱਸਤਾ ਦੀਆਂ ਕੀਮਤਾਂ ਦਾ ਮੁਦਰਾ ਚਿੰਨ੍ਹ ਸੈੱਟ ਕਰੋ।","Set the currency symbol used by your system.":"ਤੁਹਾਡੇ ਸਿਸਟਮ ਦੁਆਰਾ ਵਰਤਿਆ ਜਾਣ ਵਾਲਾ ਮੁਦਰਾ ਚਿੰਨ੍ਹ ਸੈੱਟ ਕਰੋ।","Set the default departments for all tickets. Enter the department ID.":"ਸਾਰੀਆਂ ਟਿਕਟਾਂ ਲਈ ਡਿਫਾਲਟ ਵਿਭਾਗ ਸੈੱਟ ਕਰੋ। ਵਿਭਾਗ ਦੀ ID ਦਰਜ ਕਰੋ।","Set the default email header that will be prepended to automated emails and direct emails.":"ਪੂਰਵ-ਨਿਰਧਾਰਤ ਈਮੇਲ ਸਿਰਲੇਖ ਸੈਟ ਕਰੋ ਜੋ ਸਵੈਚਲਿਤ ਈਮੇਲਾਂ ਅਤੇ ਸਿੱਧੀਆਂ ਈਮੇਲਾਂ ਲਈ ਪਹਿਲਾਂ ਤੋਂ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾਵੇਗਾ।","Set the default email signature that will be appended to automated emails and direct emails.":"ਡਿਫੌਲਟ ਈਮੇਲ ਹਸਤਾਖਰ ਸੈਟ ਕਰੋ ਜੋ ਸਵੈਚਲਿਤ ਈਮੇਲਾਂ ਅਤੇ ਸਿੱਧੀਆਂ ਈਮੇਲਾਂ ਨਾਲ ਜੋੜਿਆ ਜਾਵੇਗਾ।","Set the default form to display if the registraion is required.":"ਜੇਕਰ ਰਜਿਸਟਰੇਸ਼ਨ ਦੀ ਲੋੜ ਹੈ ਤਾਂ ਡਿਸਪਲੇ ਕਰਨ ਲਈ ਡਿਫੌਲਟ ਫਾਰਮ ਸੈੱਟ ਕਰੋ।","Set the default name to use for conversations without a name.":"ਬਿਨਾਂ ਨਾਮ ਦੇ ਗੱਲਬਾਤ ਲਈ ਵਰਤਣ ਲਈ ਡਿਫੌਲਟ ਨਾਮ ਸੈੱਟ ਕਰੋ।","Set the default notifications icon. The icon will be used as a profile image if the user doesn't have one.":"ਪੂਰਵ-ਨਿਰਧਾਰਤ ਸੂਚਨਾਵਾਂ ਆਈਕਨ ਸੈੱਟ ਕਰੋ। ਆਈਕਨ ਨੂੰ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ ਜੇਕਰ ਉਪਭੋਗਤਾ ਕੋਲ ਇੱਕ ਨਹੀਂ ਹੈ।","Set the default office hours for when agents are shown as available. These settings are also used for all other settings that rely on office hours.":"ਜਦੋਂ ਏਜੰਟਾਂ ਨੂੰ ਉਪਲਬਧ ਵਜੋਂ ਦਿਖਾਇਆ ਜਾਂਦਾ ਹੈ, ਉਦੋਂ ਲਈ ਪੂਰਵ-ਨਿਰਧਾਰਤ ਦਫ਼ਤਰੀ ਸਮਾਂ ਸੈੱਟ ਕਰੋ। ਇਹ ਸੈਟਿੰਗਾਂ ਹੋਰ ਸਾਰੀਆਂ ਸੈਟਿੰਗਾਂ ਲਈ ਵੀ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਜੋ ਦਫਤਰੀ ਸਮੇਂ &#39;ਤੇ ਨਿਰਭਰ ਕਰਦੀਆਂ ਹਨ।","Set the default username to use in bot messages and emails when the user doesn't have a name.":"ਬੋਟ ਸੁਨੇਹਿਆਂ ਅਤੇ ਈਮੇਲਾਂ ਵਿੱਚ ਵਰਤਣ ਲਈ ਡਿਫੌਲਟ ਉਪਭੋਗਤਾ ਨਾਮ ਸੈਟ ਕਰੋ ਜਦੋਂ ਉਪਭੋਗਤਾ ਦਾ ਕੋਈ ਨਾਮ ਨਹੀਂ ਹੁੰਦਾ ਹੈ।","Set the header appearance.":"ਸਿਰਲੇਖ ਦੀ ਦਿੱਖ ਨੂੰ ਸੈੱਟ ਕਰੋ.","Set the maximum height of the tickets panel.":"ਟਿਕਟ ਪੈਨਲ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਉਚਾਈ ਸੈੱਟ ਕਰੋ।","Set the multilingual plugin you're using, or leave it disabled if your site uses only one language.":"ਤੁਹਾਡੇ ਦੁਆਰਾ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਬਹੁ-ਭਾਸ਼ਾਈ ਪਲੱਗਇਨ ਨੂੰ ਸੈੱਟ ਕਰੋ, ਜਾਂ ਜੇਕਰ ਤੁਹਾਡੀ ਸਾਈਟ ਸਿਰਫ਼ ਇੱਕ ਭਾਸ਼ਾ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਤਾਂ ਇਸਨੂੰ ਅਯੋਗ ਛੱਡ ਦਿਓ।","Set the offline status automatically when the agent or admin remains inactive in the admin area for at least 10 minutes.":"ਜਦੋਂ ਏਜੰਟ ਜਾਂ ਐਡਮਿਨ ਘੱਟੋ-ਘੱਟ 10 ਮਿੰਟਾਂ ਲਈ ਐਡਮਿਨ ਖੇਤਰ ਵਿੱਚ ਅਕਿਰਿਆਸ਼ੀਲ ਰਹਿੰਦਾ ਹੈ ਤਾਂ ਔਫਲਾਈਨ ਸਥਿਤੀ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਸੈੱਟ ਕਰੋ।","Set the position of the chat widget.":"ਚੈਟ ਵਿਜੇਟ ਦੀ ਸਥਿਤੀ ਸੈਟ ਕਰੋ।","Set the primary color of the admin area.":"ਐਡਮਿਨ ਖੇਤਰ ਦਾ ਪ੍ਰਾਇਮਰੀ ਰੰਗ ਸੈੱਟ ਕਰੋ।","Set the primary color of the chat widget.":"ਚੈਟ ਵਿਜੇਟ ਦਾ ਪ੍ਰਾਇਮਰੀ ਰੰਗ ਸੈੱਟ ਕਰੋ।","Set the secondary color of the admin area.":"ਐਡਮਿਨ ਖੇਤਰ ਦਾ ਸੈਕੰਡਰੀ ਰੰਗ ਸੈੱਟ ਕਰੋ।","Set the secondary color of the chat widget.":"ਚੈਟ ਵਿਜੇਟ ਦਾ ਸੈਕੰਡਰੀ ਰੰਗ ਸੈੱਟ ਕਰੋ।","Set the tertiary color of the chat widget.":"ਚੈਟ ਵਿਜੇਟ ਦਾ ਤੀਜਾ ਰੰਗ ਸੈੱਟ ਕਰੋ।","Set the title of the administration area.":"ਪ੍ਰਸ਼ਾਸਨ ਖੇਤਰ ਦਾ ਸਿਰਲੇਖ ਸੈੱਟ ਕਰੋ.","Set the title of the conversations panel.":"ਗੱਲਬਾਤ ਪੈਨਲ ਦਾ ਸਿਰਲੇਖ ਸੈੱਟ ਕਰੋ।","Set the UTC offset of the office hours timetable. The correct value can be negative, and it's generated automatically once you click this input field, if it's empty.":"ਦਫਤਰੀ ਸਮੇਂ ਦੀ ਸਮਾਂ-ਸਾਰਣੀ ਦਾ UTC ਆਫਸੈੱਟ ਸੈੱਟ ਕਰੋ। ਸਹੀ ਮੁੱਲ ਨਕਾਰਾਤਮਕ ਹੋ ਸਕਦਾ ਹੈ, ਅਤੇ ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਇਨਪੁਟ ਖੇਤਰ &#39;ਤੇ ਕਲਿੱਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਇਹ ਆਪਣੇ ਆਪ ਤਿਆਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੇਕਰ ਇਹ ਖਾਲੀ ਹੈ।","Set which actions to allow agents.":"ਸੈੱਟ ਕਰੋ ਕਿ ਏਜੰਟਾਂ ਨੂੰ ਕਿਹੜੀਆਂ ਕਾਰਵਾਈਆਂ ਦੀ ਇਜਾਜ਼ਤ ਦਿੱਤੀ ਜਾਵੇ।","Set which actions to allow supervisors.":"ਸੈੱਟ ਕਰੋ ਕਿ ਕਿਹੜੀਆਂ ਕਾਰਵਾਈਆਂ ਸੁਪਰਵਾਈਜ਼ਰਾਂ ਨੂੰ ਇਜਾਜ਼ਤ ਦੇਣੀਆਂ ਹਨ।","Set which user details to send to the main channel. Add comma separated values.":"ਸੈੱਟ ਕਰੋ ਕਿ ਕਿਹੜੇ ਉਪਭੋਗਤਾ ਵੇਰਵੇ ਮੁੱਖ ਚੈਨਲ ਨੂੰ ਭੇਜਣੇ ਹਨ। ਕਾਮੇ ਨਾਲ ਵੱਖ ਕੀਤੇ ਮੁੱਲ ਸ਼ਾਮਲ ਕਰੋ।","Settings area":"ਸੈਟਿੰਗ ਖੇਤਰ","settings information":"ਸੈਟਿੰਗ ਜਾਣਕਾਰੀ","Shop":"ਦੁਕਾਨ","Show":"ਦਿਖਾਓ","Show a browser tab notification when a new message is received.":"ਇੱਕ ਨਵਾਂ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤ ਹੋਣ &#39;ਤੇ ਇੱਕ ਬ੍ਰਾਊਜ਼ਰ ਟੈਬ ਸੂਚਨਾ ਦਿਖਾਓ।","Show a desktop notification when a new message is received.":"ਇੱਕ ਨਵਾਂ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤ ਹੋਣ &#39;ਤੇ ਇੱਕ ਡੈਸਕਟੌਪ ਸੂਚਨਾ ਦਿਖਾਓ।","Show a notification and play a sound when a new user is online.":"ਜਦੋਂ ਕੋਈ ਨਵਾਂ ਉਪਭੋਗਤਾ ਔਨਲਾਈਨ ਹੁੰਦਾ ਹੈ ਤਾਂ ਇੱਕ ਸੂਚਨਾ ਦਿਖਾਓ ਅਤੇ ਇੱਕ ਆਵਾਜ਼ ਚਲਾਓ।","Show a pop-up notification to all users.":"ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਇੱਕ ਪੌਪ-ਅੱਪ ਸੂਚਨਾ ਦਿਖਾਓ।","Show profile images":"ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਦਿਖਾਓ","Show sender's name":"ਭੇਜਣ ਵਾਲੇ ਦਾ ਨਾਮ ਦਿਖਾਓ","Show the agents menu in the dashboard and force the user to choose an agent to start a conversation.":"ਡੈਸ਼ਬੋਰਡ ਵਿੱਚ ਏਜੰਟ ਮੀਨੂ ਦਿਖਾਓ ਅਤੇ ਉਪਭੋਗਤਾ ਨੂੰ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਏਜੰਟ ਚੁਣਨ ਲਈ ਮਜ਼ਬੂਰ ਕਰੋ।","Show the articles panel on the chat dashboard.":"ਚੈਟ ਡੈਸ਼ਬੋਰਡ &#39;ਤੇ ਲੇਖਾਂ ਦਾ ਪੈਨਲ ਦਿਖਾਓ।","Show the categories instead of the articles list.":"ਲੇਖਾਂ ਦੀ ਸੂਚੀ ਦੀ ਬਜਾਏ ਸ਼੍ਰੇਣੀਆਂ ਦਿਖਾਓ।","Show the follow up message when a visitor add an item to the cart. The message is sent only if the user has not provided an email yet.":"ਜਦੋਂ ਕੋਈ ਵਿਜ਼ਟਰ ਕਾਰਟ ਵਿੱਚ ਇੱਕ ਆਈਟਮ ਜੋੜਦਾ ਹੈ ਤਾਂ ਫਾਲੋ-ਅੱਪ ਸੁਨੇਹਾ ਦਿਖਾਓ। ਸੁਨੇਹਾ ਤਾਂ ਹੀ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜੇਕਰ ਉਪਭੋਗਤਾ ਨੇ ਅਜੇ ਤੱਕ ਕੋਈ ਈਮੇਲ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕੀਤੀ ਹੈ।","Show the list of all Slack channels.":"ਸਾਰੇ ਸਲੈਕ ਚੈਨਲਾਂ ਦੀ ਸੂਚੀ ਦਿਖਾਓ।","Show the profile image of agents and users within the conversation.":"ਗੱਲਬਾਤ ਦੇ ਅੰਦਰ ਏਜੰਟਾਂ ਅਤੇ ਉਪਭੋਗਤਾਵਾਂ ਦਾ ਪ੍ਰੋਫਾਈਲ ਚਿੱਤਰ ਦਿਖਾਓ।","Show the sender's name in every message.":"ਹਰ ਸੰਦੇਸ਼ ਵਿੱਚ ਭੇਜਣ ਵਾਲੇ ਦਾ ਨਾਮ ਦਿਖਾਓ।","Single label":"ਸਿੰਗਲ ਲੇਬਲ","Single phone country code":"ਸਿੰਗਲ ਫ਼ੋਨ ਦੇਸ਼ ਦਾ ਕੋਡ","Site key":"ਸਾਈਟ ਕੁੰਜੀ","Slug":"ਸਲੱਗ","Smart Reply":"ਸਮਾਰਟ ਜਵਾਬ","Social share message":"ਸਮਾਜਿਕ ਸ਼ੇਅਰ ਸੁਨੇਹਾ","Sort conversations by date":"ਤਾਰੀਖ ਅਨੁਸਾਰ ਗੱਲਬਾਤ ਨੂੰ ਕ੍ਰਮਬੱਧ ਕਰੋ","Sound":"ਧੁਨੀ","Sound settings":"ਧੁਨੀ ਸੈਟਿੰਗ","Sounds":"ਆਵਾਜ਼ਾਂ","Sounds - admin":"ਆਵਾਜ਼ - admin","Source links":"ਸਰੋਤ ਲਿੰਕ","Speech recognition":"ਬੋਲੀ ਦੀ ਪਛਾਣ","Spelling correction":"ਸਪੈਲਿੰਗ ਸੁਧਾਰ","Starred tag":"ਤਾਰਾਬੱਧ ਟੈਗ","Start importing":"ਆਯਾਤ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ","Stop crawler from scanning other pages":"ਕ੍ਰਾਲਰ ਨੂੰ ਦੂਜੇ ਪੰਨਿਆਂ ਨੂੰ ਸਕੈਨ ਕਰਨ ਤੋਂ ਰੋਕੋ","Store name":"ਸਟੋਰ ਦਾ ਨਾਮ","Subject":"ਵਿਸ਼ਾ","Subscribe":"ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ","Subscribe message":"ਸੁਨੇਹਾ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ","Subscribe message - Email":"ਮੈਂਬਰ ਬਣੋ ਸੁਨੇਹਾ - ਈਮੇਲ","Subscribe message email template sent to the user when the user communicate the email via the subscribe message form. You can use text, HTML, and the following merge fields: {user_name}, {user_email}.":"ਸਬਸਕ੍ਰਾਈਬ ਸੁਨੇਹਾ ਈਮੇਲ ਟੈਮਪਲੇਟ ਉਪਭੋਗਤਾ ਨੂੰ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਉਪਭੋਗਤਾ ਸਬਸਕ੍ਰਾਈਬ ਸੰਦੇਸ਼ ਫਾਰਮ ਦੁਆਰਾ ਈਮੇਲ ਨਾਲ ਸੰਚਾਰ ਕਰਦਾ ਹੈ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {user_name}, {user_email}।","Subscribe users to your preferred newsletter service when they provide an email.":"ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਈਮੇਲ ਪ੍ਰਦਾਨ ਕਰਨ &#39;ਤੇ ਤੁਹਾਡੀ ਪਸੰਦੀਦਾ ਨਿਊਜ਼ਲੈਟਰ ਸੇਵਾ ਲਈ ਗਾਹਕ ਬਣੋ।","Subtract the offset value from the height value.":"ਔਫਸੈੱਟ ਮੁੱਲ ਨੂੰ ਉਚਾਈ ਮੁੱਲ ਤੋਂ ਘਟਾਓ।","Success message":"ਸਫਲਤਾ ਸੁਨੇਹਾ","Supervisor":"ਸੁਪਰਵਾਈਜ਼ਰ","Support Board path":"Support Board ਮਾਰਗ","Sync admin and staff accounts with Support Board. Staff users will be registered as agents, while admins as admins. Only new users will be imported.":"ਐਡਮਿਨ ਅਤੇ ਸਟਾਫ ਖਾਤਿਆਂ ਨੂੰ Support Board ਨਾਲ ਸਿੰਕ ਕਰੋ। ਸਟਾਫ਼ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਏਜੰਟ ਵਜੋਂ ਰਜਿਸਟਰ ਕੀਤਾ ਜਾਵੇਗਾ, ਜਦੋਂ ਕਿ ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਪ੍ਰਸ਼ਾਸਕ ਵਜੋਂ। ਸਿਰਫ਼ ਨਵੇਂ ਉਪਭੋਗਤਾ ਆਯਾਤ ਕੀਤੇ ਜਾਣਗੇ।","Sync all contacts of all clients with Support Board. Only new contacts will be imported.":"ਸਾਰੇ ਗਾਹਕਾਂ ਦੇ ਸਾਰੇ ਸੰਪਰਕਾਂ ਨੂੰ Support Board ਨਾਲ ਸਿੰਕ ਕਰੋ। ਸਿਰਫ਼ ਨਵੇਂ ਸੰਪਰਕਾਂ ਨੂੰ ਆਯਾਤ ਕੀਤਾ ਜਾਵੇਗਾ।","Sync all users with Support Board. Only new users will be imported.":"ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ Support Board ਨਾਲ ਸਿੰਕ ਕਰੋ। ਸਿਰਫ਼ ਨਵੇਂ ਉਪਭੋਗਤਾ ਆਯਾਤ ਕੀਤੇ ਜਾਣਗੇ।","Sync all WordPress users with Support Board. Only new users will be imported.":"ਸਾਰੇ ਵਰਡਪਰੈਸ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ Support Board ਨਾਲ ਸਿੰਕ ਕਰੋ। ਸਿਰਫ਼ ਨਵੇਂ ਉਪਭੋਗਤਾ ਆਯਾਤ ਕੀਤੇ ਜਾਣਗੇ।","Sync knowledge base articles with Support Board. Only new articles will be imported.":"ਗਿਆਨ ਅਧਾਰ ਲੇਖਾਂ ਨੂੰ Support Board ਨਾਲ ਸਿੰਕ ਕਰੋ। ਸਿਰਫ਼ ਨਵੇਂ ਲੇਖ ਆਯਾਤ ਕੀਤੇ ਜਾਣਗੇ।","Sync mode":"ਸਿੰਕ ਮੋਡ","Synchronization":"ਸਮਕਾਲੀਕਰਨ","Synchronize":"ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ","Synchronize customers, enable ticket and chat support for subscribers only, view subscription plans in the admin area.":"ਗਾਹਕਾਂ ਨੂੰ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ, ਸਿਰਫ ਗਾਹਕਾਂ ਲਈ ਟਿਕਟ ਅਤੇ ਚੈਟ ਸਹਾਇਤਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ, ਐਡਮਿਨ ਖੇਤਰ ਵਿੱਚ ਗਾਹਕੀ ਯੋਜਨਾਵਾਂ ਵੇਖੋ।","Synchronize emails":"ਈਮੇਲਾਂ ਨੂੰ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ","Synchronize Entities":"ਸਮਕਾਲੀਕਰਨ Entities","Synchronize Entities now":"ਹੁਣੇ Entities ਨੂੰ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ","Synchronize now":"ਹੁਣ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ","Synchronize users":"ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ","Synchronize your customers in real-time, chat with them and boost their engagement, or provide a better and faster support.":"ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਰੀਅਲ-ਟਾਈਮ ਵਿੱਚ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ, ਉਹਨਾਂ ਨਾਲ ਗੱਲਬਾਤ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਦੀ ਸ਼ਮੂਲੀਅਤ ਨੂੰ ਵਧਾਓ, ਜਾਂ ਇੱਕ ਬਿਹਤਰ ਅਤੇ ਤੇਜ਼ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰੋ।","Synchronize your Messenger and Instagram accounts.":"ਆਪਣੇ Messenger ਅਤੇ Instagram ਖਾਤਿਆਂ ਨੂੰ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ।","Synchronize your Perfex customers in real-time and let them contact you via chat! View profile details, proactively engage them, and more.":"ਆਪਣੇ Perfex ਗਾਹਕਾਂ ਨੂੰ ਰੀਅਲ-ਟਾਈਮ ਵਿੱਚ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਚੈਟ ਰਾਹੀਂ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦਿਓ! ਪ੍ਰੋਫਾਈਲ ਵੇਰਵੇ ਦੇਖੋ, ਉਹਨਾਂ ਨੂੰ ਸਰਗਰਮੀ ਨਾਲ ਸ਼ਾਮਲ ਕਰੋ, ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ।","Synchronize your WhatsApp Cloud API account.":"ਆਪਣੇ WhatsApp ਕਲਾਊਡ API ਖਾਤੇ ਨੂੰ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ।","System requirements":"ਸਿਸਟਮ ਲੋੜਾਂ","Tags":"ਟੈਗਸ","Tags settings":"ਟੈਗ ਸੈਟਿੰਗਾਂ","Template default language":"ਟੈਮਪਲੇਟ ਡਿਫੌਲਟ ਭਾਸ਼ਾ","Template for the email sent to a user when an agent replies. You can use text, HTML, and the following merge fields: {conversation_url_parameter}, {recipient_name}, {sender_name}, {sender_profile_image}, {message}, {attachments}.":"ਜਦੋਂ ਕੋਈ ਏਜੰਟ ਜਵਾਬ ਦਿੰਦਾ ਹੈ ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਭੇਜੀ ਗਈ ਈਮੇਲ ਲਈ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {conversation_url_parameter}, {recipient_name}, {sender_name}, {sender_profile_image}, {message}, {attachments}।","Template for the email sent to an agent when a user sends a new message. You can use text, HTML, and the following merge fields: {conversation_link}, {recipient_name}, {sender_name}, {sender_profile_image}, {message}, {attachments}.":"ਜਦੋਂ ਕੋਈ ਉਪਭੋਗਤਾ ਨਵਾਂ ਸੁਨੇਹਾ ਭੇਜਦਾ ਹੈ ਤਾਂ ਏਜੰਟ ਨੂੰ ਭੇਜੀ ਗਈ ਈਮੇਲ ਲਈ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {conversation_link}, {recipient_name}, {sender_name}, {sender_profile_image}, {message}, {attachments}।","Template for the email sent to the user when a new conversation is created. You can use text, HTML, and the following merge fields: {conversation_url_parameter}, {user_name}, {message}, {attachments}, {conversation_id}.":"ਨਵੀਂ ਗੱਲਬਾਤ ਬਣਨ &#39;ਤੇ ਉਪਭੋਗਤਾ ਨੂੰ ਭੇਜੀ ਗਈ ਈਮੇਲ ਲਈ ਟੈਂਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {conversation_url_parameter}, {user_name}, {message}, {attachments}, {conversation_id}।","Template for the email sent to the user when a new conversation or ticket is created. You can use text, HTML, and the following merge fields: {conversation_url_parameter}, {user_name}, {message}, {attachments}.":"ਨਵੀਂ ਗੱਲਬਾਤ ਜਾਂ ਟਿਕਟ ਬਣਨ &#39;ਤੇ ਉਪਭੋਗਤਾ ਨੂੰ ਭੇਜੀ ਗਈ ਈਮੇਲ ਲਈ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {conversation_url_parameter}, {user_name}, {message}, {attachments}।","Template languages":"ਟੈਮਪਲੇਟ ਭਾਸ਼ਾਵਾਂ","Template name":"ਟੈਮਪਲੇਟ ਦਾ ਨਾਮ","Template of the admin notification email. You can use text, HTML, and the following merge field and more: {carts}. Enter the email you want to send notifications to in the email address field.":"ਐਡਮਿਨ ਸੂਚਨਾ ਈਮੇਲ ਦਾ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰ ਅਤੇ ਹੋਰ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {carts}। ਈਮੇਲ ਪਤਾ ਖੇਤਰ ਵਿੱਚ ਉਹ ਈਮੇਲ ਦਰਜ ਕਰੋ ਜਿਸ &#39;ਤੇ ਤੁਸੀਂ ਸੂਚਨਾਵਾਂ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ।","Template of the email sent to the customer after a product has been removed from the cart. You can use text, HTML, and the following merge fields and more: {html_products_list}, {coupon}, {discount_price}, {original_price}, {product_names}, {user_name}.":"ਕਿਸੇ ਉਤਪਾਦ ਨੂੰ ਕਾਰਟ ਤੋਂ ਹਟਾਏ ਜਾਣ ਤੋਂ ਬਾਅਦ ਗਾਹਕ ਨੂੰ ਭੇਜੀ ਗਈ ਈਮੇਲ ਦਾ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {html_products_list}, {coupon}, {discount_price}, {original_price}, {product_names}, {user_name} .","Template of the first notification email. You can use text, HTML, and the following merge fields and more: {html_products_list}, {coupon}, {discount_price}, {original_price}, {product_names}, {user_name}.":"ਪਹਿਲੀ ਸੂਚਨਾ ਈਮੇਲ ਦਾ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {html_products_list}, {coupon}, {discount_price}, {original_price}, {product_names}, {user_name} .","Template of the second notification email. You can use text, HTML, and the following merge fields and more: {html_products_list}, {coupon}, {discount_price}, {original_price}, {product_names}, {user_name}.":"ਦੂਜੀ ਸੂਚਨਾ ਈਮੇਲ ਦਾ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰਾਂ ਅਤੇ ਹੋਰ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {html_products_list}, {coupon}, {discount_price}, {original_price}, {product_names}, {user_name} .","Template of the waiting list notification email. You can use text, HTML, and the following merge field and more: {html_product_card}, {product_description}, {product_image}, {product_name}, {product_link}.":"ਉਡੀਕ ਸੂਚੀ ਸੂਚਨਾ ਈਮੇਲ ਦਾ ਟੈਮਪਲੇਟ। ਤੁਸੀਂ ਟੈਕਸਟ, HTML, ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਲੀਨ ਖੇਤਰ ਅਤੇ ਹੋਰ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ: {html_product_card}, {product_description}, {product_image}, {product_name}, {product_link}।","Terms link":"ਸ਼ਰਤਾਂ ਲਿੰਕ","Tertiary color":"ਤੀਜੇ ਦਰਜੇ ਦਾ ਰੰਗ","Test Slack":"ਟੈਸਟ ਸਲੈਕ","Test template":"ਟੈਸਟ ਟੈਮਪਲੇਟ","Text":"ਟੈਕਸਟ","Text message fallback":"ਟੈਕਸਟ ਸੁਨੇਹਾ ਫਾਲਬੈਕ","Text message notifications":"ਟੈਕਸਟ ਸੁਨੇਹਾ ਸੂਚਨਾਵਾਂ","Text messages":"ਟੈਕਸਟ ਸੁਨੇਹੇ","The product is not in the cart.":"ਉਤਪਾਦ ਕਾਰਟ ਵਿੱਚ ਨਹੀਂ ਹੈ।","The workspace name you are using to synchronize Slack.":"Workspace ਨਾਮ ਜੋ ਤੁਸੀਂ ਸਲੈਕ ਨੂੰ ਸਮਕਾਲੀ ਕਰਨ ਲਈ ਵਰਤ ਰਹੇ ਹੋ।","This is your main Slack channel ID, which is usually the #general channel. You will get this code by completing the Slack synchronization.":"ਇਹ ਤੁਹਾਡੀ ਮੁੱਖ ਸਲੈਕ ਚੈਨਲ ਆਈਡੀ ਹੈ, ਜੋ ਆਮ ਤੌਰ &#39;ਤੇ # ਜਨਰਲ ਚੈਨਲ ਹੈ। ਤੁਹਾਨੂੰ ਇਹ ਕੋਡ ਸਲੈਕ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ੇਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰਕੇ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ।","This returns the Support Board path of your server.":"ਇਹ ਤੁਹਾਡੇ ਸਰਵਰ ਦਾ Support Board ਮਾਰਗ ਵਾਪਸ ਕਰਦਾ ਹੈ।","This returns your Support Board URL.":"ਇਹ ਤੁਹਾਡੇ Support Board URL ਨੂੰ ਵਾਪਸ ਕਰਦਾ ਹੈ।","Ticket custom fields":"ਟਿਕਟ ਕਸਟਮ ਖੇਤਰ","Ticket email":"ਟਿਕਟ ਈਮੇਲ","Ticket field names":"ਟਿਕਟ ਖੇਤਰ ਦੇ ਨਾਮ","Ticket fields":"ਟਿਕਟ ਖੇਤਰ","Ticket only":"ਸਿਰਫ਼ ਟਿਕਟ","Ticket products selector":"ਟਿਕਟ ਉਤਪਾਦ ਚੋਣਕਾਰ","Title":"ਸਿਰਲੇਖ","Top bar":"ਸਿਖਰ ਪੱਟੀ","Train your chatbot":"ਆਪਣੇ ਚੈਟਬੋਟ ਨੂੰ ਸਿਖਲਾਈ ਦਿਓ","Transcript":"ਪ੍ਰਤੀਲਿਪੀ","Transcript settings.":"ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ ਸੈਟਿੰਗਾਂ।","Translate automatically":"ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਅਨੁਵਾਦ ਕਰੋ","Translate the chat widget's text elements automatically to match the user language.":"ਉਪਭੋਗਤਾ ਦੀ ਭਾਸ਼ਾ ਨਾਲ ਮੇਲ ਕਰਨ ਲਈ ਚੈਟ ਵਿਜੇਟ ਦੇ ਪਾਠ ਤੱਤਾਂ ਦਾ ਸਵੈਚਲਿਤ ਤੌਰ &#39;ਤੇ ਅਨੁਵਾਦ ਕਰੋ।","Trigger":"ਟਰਿੱਗਰ","Trigger the Dialogflow Welcome Intent for new visitors when the welcome message is active.":"ਜਦੋਂ ਸੁਆਗਤ ਸੁਨੇਹਾ ਕਿਰਿਆਸ਼ੀਲ ਹੁੰਦਾ ਹੈ ਤਾਂ ਨਵੇਂ ਦਰਸ਼ਕਾਂ ਲਈ ਡਾਇਲੌਗਫਲੋ Welcome Intent ਨੂੰ ਚਾਲੂ ਕਰੋ।","Troubleshoot":"ਸਮੱਸਿਆ ਦਾ ਨਿਪਟਾਰਾ ਕਰੋ","Troubleshoot problems":"ਸਮੱਸਿਆਵਾਂ ਦਾ ਨਿਪਟਾਰਾ ਕਰੋ","Twilio settings":"Twilio ਸੈਟਿੰਗ","Twilio template":"Twilio ਟੈਮਪਲੇਟ","Upload attachments to Amazon S3.":"Amazon S3 &#39;ਤੇ ਅਟੈਚਮੈਂਟ ਅੱਪਲੋਡ ਕਰੋ।","Upload the PDF and text files you want to train the OpenAI chatbot from.":"ਉਹ PDF ਅਤੇ ਟੈਕਸਟ ਫਾਈਲਾਂ ਅਪਲੋਡ ਕਰੋ ਜਿਨ੍ਹਾਂ ਤੋਂ ਤੁਸੀਂ OpenAI ਚੈਟਬੋਟ ਨੂੰ ਸਿਖਲਾਈ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ।","Usage Limit":"ਵਰਤੋਂ ਸੀਮਾ","Use this option to change the PWA icon. See the docs for more details.":"PWA ਆਈਕਨ ਨੂੰ ਬਦਲਣ ਲਈ ਇਸ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਹੋਰ ਵੇਰਵਿਆਂ ਲਈ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ।","User details":"ਉਪਭੋਗਤਾ ਵੇਰਵੇ","User details in success message":"ਸਫਲਤਾ ਸੁਨੇਹੇ ਵਿੱਚ ਉਪਭੋਗਤਾ ਵੇਰਵੇ","User email notifications":"ਉਪਭੋਗਤਾ ਈਮੇਲ ਸੂਚਨਾਵਾਂ","User login form information.":"ਉਪਭੋਗਤਾ ਲੌਗਇਨ ਫਾਰਮ ਜਾਣਕਾਰੀ.","User message template":"ਉਪਭੋਗਤਾ ਸੁਨੇਹਾ ਟੈਮਪਲੇਟ","User name as title":"ਸਿਰਲੇਖ ਦੇ ਰੂਪ ਵਿੱਚ ਉਪਭੋਗਤਾ ਨਾਮ","User notification email":"ਉਪਭੋਗਤਾ ਸੂਚਨਾ ਈਮੇਲ","User registration form information.":"ਉਪਭੋਗਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਦੀ ਜਾਣਕਾਰੀ।","User roles":"ਉਪਭੋਗਤਾ ਭੂਮਿਕਾਵਾਂ","User system":"ਉਪਭੋਗਤਾ ਸਿਸਟਮ","Username":"ਯੂਜ਼ਰਨੇਮ","Users and agents":"ਉਪਭੋਗਤਾ ਅਤੇ ਏਜੰਟ","Users area":"ਉਪਭੋਗਤਾ ਖੇਤਰ","Users only":"ਸਿਰਫ਼ ਉਪਭੋਗਤਾ","Users table additional columns":"ਉਪਭੋਗਤਾ ਵਾਧੂ ਕਾਲਮਾਂ ਦੀ ਸਾਰਣੀ","UTC offset":"UTC ਆਫਸੈੱਟ","Variables":"ਵੇਰੀਏਬਲ","View channels":"ਚੈਨਲ ਦੇਖੋ","View unassigned conversations":"ਅਸਾਈਨ ਕੀਤੀਆਂ ਗੱਲਾਂਬਾਤਾਂ ਦੇਖੋ","Visibility":"ਦਿੱਖ","Visitor default name":"ਵਿਜ਼ਟਰ ਡਿਫੌਲਟ ਨਾਮ","Visitor name prefix":"ਵਿਜ਼ਟਰ ਨਾਮ ਅਗੇਤਰ","Volume":"ਵਾਲੀਅਮ","Volume - admin":"ਵਾਲੀਅਮ - ਐਡਮਿਨ","Waiting list":"ਉਡੀਕ ਸੂਚੀ","Waiting list - Email":"ਉਡੀਕ ਸੂਚੀ - ਈਮੇਲ","Webhook URL":"ਵੈੱਬਹੁੱਕ URL","Webhooks":"ਵੈਬਹੁੱਕ","Webhooks are information sent in background to a unique URL defined by you when something happens.":"ਵੈਬਹੁੱਕ ਉਹ ਜਾਣਕਾਰੀ ਹੁੰਦੀ ਹੈ ਜੋ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪਰਿਭਾਸ਼ਿਤ ਇੱਕ ਵਿਲੱਖਣ URL ਨੂੰ ਬੈਕਗ੍ਰਾਉਂਡ ਵਿੱਚ ਭੇਜੀ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਕੁਝ ਵਾਪਰਦਾ ਹੈ।","Website":"ਵੈੱਬਸਾਈਟ","WeChat settings":"WeChat ਸੈਟਿੰਗਾਂ","Welcome message":"ਸੁਆਗਤ ਸੁਨੇਹਾ","Whmcs admin URL":"Whmcs ਐਡਮਿਨ URL","Whmcs admin URL. Ex. https:\/\/example.com\/whmcs\/admin\/":"Whmcs ਐਡਮਿਨ URL। ਸਾਬਕਾ https:\/\/example.com\/whmcs\/admin\/","WordPress registration":"ਵਰਡਪਰੈਸ ਰਜਿਸਟ੍ਰੇਸ਼ਨ","Yes, we ship in":"ਹਾਂ, ਅਸੀਂ ਅੰਦਰ ਭੇਜਦੇ ਹਾਂ","You haven't placed an order yet.":"ਤੁਸੀਂ ਅਜੇ ਤੱਕ ਕੋਈ ਆਰਡਰ ਨਹੀਂ ਦਿੱਤਾ ਹੈ।","You will get this code by completing the Dialogflow synchronization.":"ਤੁਹਾਨੂੰ ਡਾਇਲੌਗਫਲੋ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ੇਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰਕੇ ਇਹ ਕੋਡ ਮਿਲੇਗਾ।","You will get this code by completing the Slack synchronization.":"ਤੁਹਾਨੂੰ ਇਹ ਕੋਡ ਸਲੈਕ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ੇਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰਕੇ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ।","You will get this information by completing the synchronization.":"ਤੁਸੀਂ ਸਮਕਾਲੀਕਰਨ ਨੂੰ ਪੂਰਾ ਕਰਕੇ ਇਹ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।","Your cart is empty.":"ਤੁਹਾਡਾ ਕਾਰਟ ਖਾਲੀ ਹੈ।","Your turn message":"ਤੁਹਾਡੀ ਵਾਰੀ ਦਾ ਸੁਨੇਹਾ","Your username":"ਤੁਹਾਡਾ ਉਪਭੋਗਤਾ ਨਾਮ","Your WhatsApp catalogue details.":"ਤੁਹਾਡੇ WhatsApp ਕੈਟਾਲਾਗ ਵੇਰਵੇ।","Zendesk settings":"Zendesk ਸੈਟਿੰਗਾਂ"}